-- phpMyAdmin SQL Dump
-- version phpStudy 2014
-- http://www.phpmyadmin.net
--
-- 主机: localhost
-- 生成日期: 2015 �?08 �?26 �?09:05
-- 服务器版本: 5.5.40
-- PHP 版本: 5.5.17

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 数据库: `mmoney`
--

-- --------------------------------------------------------

--
-- 表的结构 `activity_card`
--

CREATE TABLE IF NOT EXISTS `activity_card` (
  `id` int(13) NOT NULL AUTO_INCREMENT,
  `title` varchar(255) DEFAULT NULL,
  `use_start_at` int(13) DEFAULT NULL,
  `use_out_at` int(13) DEFAULT NULL,
  `validity_time` int(13) DEFAULT NULL,
  `rate` float(13,5) DEFAULT NULL,
  `created_at` int(13) DEFAULT NULL,
  `updated_at` int(13) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=3 ;

--
-- 转存表中的数据 `activity_card`
--

INSERT INTO `activity_card` (`id`, `title`, `use_start_at`, `use_out_at`, `validity_time`, `rate`, `created_at`, `updated_at`) VALUES
(1, '月卡', 1436544000, 1438272000, 30, 20.00000, 1437123045, 1437123365),
(2, '日卡', 1436544000, 1440864000, 50, 10.00000, 1437123045, 1439258893);

-- --------------------------------------------------------

--
-- 表的结构 `activity_code`
--

CREATE TABLE IF NOT EXISTS `activity_code` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `coupon_id` int(11) NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `validity_time` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `rate` varchar(64) COLLATE utf8_unicode_ci DEFAULT NULL,
  `use_at` varchar(64) COLLATE utf8_unicode_ci DEFAULT NULL,
  `use_end_time` varchar(64) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` varchar(64) COLLATE utf8_unicode_ci DEFAULT NULL,
  `updated_at` varchar(64) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` int(11) NOT NULL DEFAULT '0',
  `display` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=68 ;

--
-- 转存表中的数据 `activity_code`
--

INSERT INTO `activity_code` (`id`, `coupon_id`, `name`, `validity_time`, `rate`, `use_at`, `use_end_time`, `created_at`, `updated_at`, `status`, `display`) VALUES
(1, 0, 'ceshi1123123123', '30', '20', '1436457600', '1436457600', '1437374628', '1437374628', 0, 0),
(2, 0, 'adinouzCGHIKMV1236', '30', '1', '1436457600', '1436457600', '1437377750', '1437377750', 0, 1),
(3, 0, 'acdgoCEFMNPTWZ2569', '30', '1', '1436457600', '1436457600', '1437377750', '1437377750', 0, 1),
(4, 0, 'cehkpqsuyzCFLRUV24', '30', '1', '1436457600', '1436457600', '1437377750', '1437377750', 0, 1),
(5, 0, 'ceikmprtuyzABCELS5', '30', '1', '1436457600', '1436457600', '1437377750', '1437377750', 0, 1),
(6, 0, 'ehijlmnqzCEGNXZ048', '30', '1', '1436457600', '1436457600', '1437377750', '1437377750', 0, 1),
(7, 0, 'bghmnpqrvwxyDEKRY7', '30', '1', '1436457600', '1436457600', '1437377750', '1437377750', 0, 1),
(8, 0, '123', '30', '5', '1436457600', '1436457600', '1437377921', '1437377921', 0, 0),
(10, 0, '12312334', '30', '12', '1436457600', '1437062400', '1437378459', '1437378459', 0, 0),
(11, 0, '12', '1', '15', '1436457600', '1437148800', '1437378534', '1437378534', 0, 0),
(12, 1, '测试345', '30', '20.00000', '1436544000', '1438272000', '1437386661', '1437386661', 0, 0),
(13, 1, 'abcefgmntuIOPRX013', '30', '20.00000', '1436544000', '1438272000', '1438247358', '1438247358', 0, 1),
(14, 1, 'bghjlnoxGIKLNPSU01', '30', '20.00000', '1436544000', '1438272000', '1438247358', '1438247358', 0, 1),
(15, 1, 'aflortwADEILOXY379', '30', '20.00000', '1436544000', '1438272000', '1438247358', '1438247358', 0, 1),
(16, 1, 'acdgrtvAEKPRS01345', '30', '20.00000', '1436544000', '1438272000', '1438247358', '1438247358', 0, 1),
(17, 1, 'behknprtwzEHLRVXZ8', '30', '20.00000', '1436544000', '1438272000', '1438247358', '1438247358', 0, 1),
(18, 1, 'bcdfgilnszDIOSY159', '30', '20.00000', '1436544000', '1438272000', '1438247358', '1438247358', 0, 1),
(19, 1, 'cfghnpsuwBCDTZ1569', '30', '20.00000', '1436544000', '1438272000', '1438247358', '1438247358', 0, 1),
(20, 1, 'abfglotuwxyCKR4568', '30', '20.00000', '1436544000', '1438272000', '1438247358', '1438247358', 0, 1),
(21, 1, 'cefloqrtvxyDELOUV5', '30', '20.00000', '1436544000', '1438272000', '1438247358', '1438247358', 0, 1),
(22, 1, 'dgmrvEIMNPRTWXY479', '30', '20.00000', '1436544000', '1438272000', '1438247358', '1438247358', 0, 1),
(23, 1, 'ijklqsvyzBEHIKUY68', '30', '20.00000', '1436544000', '1438272000', '1438247358', '1438247358', 0, 1),
(24, 1, 'afgijlsuxzCMOPR169', '30', '20.00000', '1436544000', '1438272000', '1438247540', '1438247540', 0, 1),
(25, 1, 'acdikmotzALQSWYZ48', '30', '20.00000', '1436544000', '1438272000', '1438247540', '1438247540', 0, 1),
(26, 1, 'adgmqrvzBCGMP12568', '30', '20.00000', '1436544000', '1438272000', '1438247540', '1438247540', 0, 1),
(27, 1, 'ahilorwzAGIOPQ0347', '30', '20.00000', '1436544000', '1438272000', '1438247540', '1438247540', 0, 1),
(28, 1, 'afgjpCDEGLRSTVW147', '30', '20.00000', '1436544000', '1438272000', '1438247540', '1438247540', 0, 1),
(29, 1, 'dhjnsuxABFGHJNOPUW', '30', '20.00000', '1436544000', '1438272000', '1438247540', '1438247540', 0, 1),
(30, 1, 'beflmopDLNQSTU2469', '30', '20.00000', '1436544000', '1438272000', '1438247540', '1438247540', 0, 1),
(31, 1, 'hjorstuEFHIJLOSXZ7', '30', '20.00000', '1436544000', '1438272000', '1438247540', '1438247540', 0, 1),
(32, 1, 'acegjkloryADGJPWY3', '30', '20.00000', '1436544000', '1438272000', '1438247540', '1438247540', 0, 1),
(33, 1, 'dehjkprstBDJSX0146', '30', '20.00000', '1436544000', '1438272000', '1438247540', '1438247540', 0, 1),
(34, 1, 'abefhijktuvwAGJN03', '30', '20.00000', '1436544000', '1438272000', '1438247540', '1438247540', 0, 1),
(35, 2, 'afqrtxzEOQRUYZ0145', '30', '20.00000', '1436544000', '1438272000', '1439975387', '1439975387', 0, 1),
(36, 2, 'adhjlprtwyzDIKNTV4', '30', '20.00000', '1436544000', '1438272000', '1439975387', '1439975387', 0, 1),
(37, 2, 'bfhtxABKLMOPSVW256', '30', '20.00000', '1436544000', '1438272000', '1439975387', '1439975387', 0, 1),
(38, 2, 'adilnoqryFGLOUWZ23', '30', '20.00000', '1436544000', '1438272000', '1439975387', '1439975387', 0, 1),
(39, 2, 'cdjklmnrstuBINPUV9', '30', '20.00000', '1436544000', '1438272000', '1439975387', '1439975387', 0, 1),
(40, 2, 'cjrsuDEGHLQRUW0459', '30', '20.00000', '1436544000', '1438272000', '1439975387', '1439975387', 0, 1),
(41, 2, 'aceilqvzBCEGKUWZ02', '30', '20.00000', '1436544000', '1438272000', '1439975387', '1439975387', 0, 1),
(42, 2, 'cgiknsCDFMNRV56789', '30', '20.00000', '1436544000', '1438272000', '1439975387', '1439975387', 0, 1),
(43, 2, 'fnoqsuwxyAEHLMN569', '30', '20.00000', '1436544000', '1438272000', '1439975387', '1439975387', 0, 1),
(44, 2, 'cflmprsxACGKMRTW57', '30', '20.00000', '1436544000', '1438272000', '1439975387', '1439975387', 0, 1),
(45, 2, 'ahqstuvwyAFGINV678', '30', '20.00000', '1436544000', '1438272000', '1439975387', '1439975387', 0, 1),
(46, 1, 'cegmnowxzFPQTUWZ37', '30', '20.00000', '1436544000', '1438272000', '1439975402', '1439975402', 0, 1),
(47, 1, 'hklopqsBCHNQY24689', '30', '20.00000', '1436544000', '1438272000', '1439975402', '1439975402', 0, 1),
(48, 1, 'cfnoqrstuFHINOS045', '30', '20.00000', '1436544000', '1438272000', '1439975402', '1439975402', 0, 1),
(49, 1, 'flqtxCFHJLNRTVXZ89', '30', '20.00000', '1436544000', '1438272000', '1439975402', '1439975402', 0, 1),
(50, 1, 'dfiknquzBDGHIXZ237', '30', '20.00000', '1436544000', '1438272000', '1439975402', '1439975402', 0, 1),
(51, 1, 'fghoprsvxzFIMX2378', '30', '20.00000', '1436544000', '1438272000', '1439975402', '1439975402', 0, 1),
(52, 1, 'befhlnqswBHKNPSU58', '30', '20.00000', '1436544000', '1438272000', '1439975402', '1439975402', 0, 1),
(53, 1, 'bjknwyzGIJTVYZ0189', '30', '20.00000', '1436544000', '1438272000', '1439975402', '1439975402', 0, 1),
(54, 1, 'chmotyzBJKLMOQTU09', '30', '20.00000', '1436544000', '1438272000', '1439975402', '1439975402', 0, 1),
(55, 1, 'aefgjlmwEHRX012367', '30', '20.00000', '1436544000', '1438272000', '1439975402', '1439975402', 0, 1),
(56, 1, 'ahnoqrvBEGHIJRVZ59', '30', '20.00000', '1436544000', '1438272000', '1439975402', '1439975402', 0, 1),
(57, 1, 'bdefghkmozIRVX1258', '30', '20.00000', '1436544000', '1438272000', '1439975419', '1439975419', 0, 1),
(58, 1, 'diknpqtuxBDLPU3458', '30', '20.00000', '1436544000', '1438272000', '1439975419', '1439975419', 0, 1),
(59, 1, 'deiklprvzHPSYZ0126', '30', '20.00000', '1436544000', '1438272000', '1439975419', '1439975419', 0, 1),
(60, 1, 'fghlotyEFIMOPSY169', '30', '20.00000', '1436544000', '1438272000', '1439975419', '1439975419', 0, 1),
(61, 1, 'bcghlmrvwzCEQVWY69', '30', '20.00000', '1436544000', '1438272000', '1439975419', '1439975419', 0, 1),
(62, 1, 'bijmstuyCGLMQU0237', '30', '20.00000', '1436544000', '1438272000', '1439975419', '1439975419', 0, 1),
(63, 1, 'aghilmnqtxABGMNPXY', '30', '20.00000', '1436544000', '1438272000', '1439975419', '1439975419', 0, 1),
(64, 1, 'aiuwzBCDEFKMPSX234', '30', '20.00000', '1436544000', '1438272000', '1439975419', '1439975419', 0, 1),
(65, 1, 'bjkmnoqyBDGIKLMPY7', '30', '20.00000', '1436544000', '1438272000', '1439975419', '1439975419', 0, 1),
(66, 1, 'cfgijmswxyzLMPUWX6', '30', '20.00000', '1436544000', '1438272000', '1439975419', '1439975419', 0, 1),
(67, 1, 'cefhkrtvwzCHRT0347', '30', '20.00000', '1436544000', '1438272000', '1439975419', '1439975419', 0, 1);

-- --------------------------------------------------------

--
-- 表的结构 `activity_raise_card`
--

CREATE TABLE IF NOT EXISTS `activity_raise_card` (
  `id` int(13) NOT NULL AUTO_INCREMENT,
  `member_id` int(13) DEFAULT NULL,
  `coupon_id` int(15) DEFAULT NULL,
  `validity_start_at` int(13) DEFAULT NULL,
  `use_at` int(13) DEFAULT NULL,
  `validity_out_at` int(13) DEFAULT NULL,
  `use_end_time` int(13) DEFAULT NULL,
  `rate` float(13,5) DEFAULT NULL,
  `status` smallint(2) DEFAULT NULL,
  `create_at` int(13) DEFAULT NULL,
  `update_at` int(13) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `fk_activity_raise_card_ucenter_member_1` (`member_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=59 ;

--
-- 转存表中的数据 `activity_raise_card`
--

INSERT INTO `activity_raise_card` (`id`, `member_id`, `coupon_id`, `validity_start_at`, `use_at`, `validity_out_at`, `use_end_time`, `rate`, `status`, `create_at`, `update_at`) VALUES
(47, 55, 2, 1436544000, NULL, 1458272000, NULL, 10.00000, 0, 1439210247, NULL),
(48, 57, 2, 1436544000, NULL, 1440864000, NULL, 10.00000, 0, 1439288484, NULL),
(49, 60, 2, 1436544000, NULL, 1440864000, NULL, 10.00000, 0, 1439349810, NULL),
(50, 61, 2, 1436544000, NULL, 1440864000, NULL, 10.00000, 0, 1439376525, NULL),
(51, 60, 2, 1436544000, NULL, 1440864000, NULL, 10.00000, 0, 1439446541, NULL),
(52, 60, 2, 1436544000, NULL, 1440864000, NULL, 10.00000, 0, 1439542424, NULL),
(53, 60, 2, 1436544000, NULL, 1440864000, NULL, 10.00000, 0, 1439773029, NULL),
(54, 60, 2, 1436544000, NULL, 1440864000, NULL, 10.00000, 0, 1439975862, NULL),
(55, 64, 2, 1436544000, NULL, 1440864000, NULL, 10.00000, 0, 1440073686, NULL),
(56, 60, 2, 1436544000, NULL, 1440864000, NULL, 10.00000, 0, 1440299426, NULL),
(57, 61, 2, 1436544000, NULL, 1440864000, NULL, 10.00000, 0, 1440301517, NULL),
(58, 55, 2, 1436544000, NULL, 1440864000, NULL, 10.00000, 0, 1440465770, NULL);

-- --------------------------------------------------------

--
-- 表的结构 `activity_red_packets`
--

CREATE TABLE IF NOT EXISTS `activity_red_packets` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `start_at` int(13) DEFAULT NULL,
  `end_at` int(13) DEFAULT NULL,
  `amount` double(13,3) DEFAULT NULL,
  `each_max` double(13,3) DEFAULT NULL,
  `each_min` double(13,3) DEFAULT NULL,
  `create_at` int(13) DEFAULT NULL,
  `update_at` int(13) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `app_sessionkey`
--

CREATE TABLE IF NOT EXISTS `app_sessionkey` (
  `id` int(13) NOT NULL AUTO_INCREMENT,
  `uid` int(13) DEFAULT NULL,
  `sessionkey` varchar(100) CHARACTER SET utf8 DEFAULT NULL,
  `status` int(1) DEFAULT '1',
  `start_time` int(13) DEFAULT NULL,
  `end_time` int(13) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `sessionkey` (`sessionkey`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=191 ;

--
-- 转存表中的数据 `app_sessionkey`
--

INSERT INTO `app_sessionkey` (`id`, `uid`, `sessionkey`, `status`, `start_time`, `end_time`) VALUES
(6, 24, '2f35683f9add72a939fe5066a7eb848315443', 1, 1438571373, 1438571373),
(7, 33, 'c2e5f65d2c5d2b196dca8d6b181a7da456892', 1, 1438580045, 1438580045),
(8, 36, 'b0bf6277581e2618a9bd2e734bfb487586241', 1, 1438580554, 1438580554),
(9, 37, '617a81fc8449aa38b15204d073599ebf92984', 0, 1438580664, 1438592698),
(10, 38, 'f26b2d0e03b87115e8b9cfe3e838a60b01711', 1, 1438588972, 1438588972),
(11, 39, '90462eec0a3ff4f0b079658742197a0f04176', 1, 1438589719, 1438589719),
(12, 41, 'a78640f6c30f7eeb1d4cb777fe0318f683967', 1, 1438590376, 1438590376),
(13, 42, 'f1db6eb421a8d2470a679d606481f65748070', 1, 1438590429, 1438590429),
(14, 43, 'ad952e4e75315eb179563a30b59834f284142', 1, 1438590467, 1438590467),
(15, 37, '34007d34e526ab1f295df148bdd8033949490', 0, 1438592740, 1438592740),
(16, 37, 'a6838745816c8163111fd456c973a62196110', 1, 1438592817, 1438592817),
(17, 45, 'a32fb494d732ed0bf60e82d996b209af12465', 1, 1438745589, 1438745589),
(18, 45, '3ec42a31f129fbb2143a4d13026f8ec658825', 1, 1438759439, 1438759439),
(19, 46, '7c355fe970ba945ea7a6a4da6e63f5d315699', -1, 1438763342, 1438763389),
(20, 46, 'e4121a22d2b966dbbde26b8855159d6c19779', -1, 1438763389, 1438763406),
(21, 46, '1c17fceb0d37e35de28fd4c352d7617f61922', -1, 1438763406, 1438763460),
(22, 46, '16a2a2218a9c289ed7aedb25e29c952d96844', -1, 1438763460, 1438763787),
(23, 46, '10b936f387ae53d85bedeb1bb1c183a178398', 1, 1438763787, 1438763787),
(24, 47, '1eae0b8336d321c43e6a7fa1f133606933424', 1, 1438763928, 1438763928),
(25, 48, '160afb77502e011ac86ca56e984a7f1f45873', -1, 1438766044, 1438825872),
(26, 48, '4a3e5a26e6b167d558b6fd7f60d0a1bb61670', -1, 1438825872, 1438826094),
(27, 48, '6d33a3e782572a9b2f38d82400dea38f80466', -1, 1438826094, 1438842609),
(28, 48, '0452147609b7d5bc0e2a573519a766ef27815', -1, 1438842609, 1438849607),
(29, 48, 'efee01e654bff3047d10bdf45e5690e426351', -1, 1438849607, 1438850253),
(30, 48, 'aadcde00c782cf82e0e9633112d1b06922233', -1, 1438850253, 1438851265),
(31, 48, '448a4dad25da7aa10db7f7a783b1013360902', -1, 1438851265, 1438851318),
(32, 48, '3216c2c7c3bf273d1857c2c7ad67075014831', -1, 1438851318, 1438851576),
(33, 48, 'b9e44daa0a88c06beb0b00d81b55226b60215', -1, 1438851576, 1438852098),
(34, 48, '6670b7cf3cc5621dfe578ae0b17c1b5010720', -1, 1438852098, 1438852201),
(35, 48, 'b92c2b3a5f2798b302d25bde6fe167c059637', -1, 1438852201, 1438852248),
(36, 48, '934ed962c955748b0d80ffb925b5e6c584466', -1, 1438852248, 1438913799),
(37, 50, '720bae97cf935c7292b61198c955830669554', -1, 1438852867, 1438852924),
(38, 50, '0be08e28dcad83c14e5fb9b9a466352e82234', -1, 1438852924, 1438852972),
(39, 50, '7321e5b3a53ddb0ab659a6f21f2238a931248', 1, 1438852972, 1438852972),
(40, 48, '68ce479a3d87f0e329f0aaf539d5b19976844', -1, 1438913799, 1438914163),
(41, 48, '062e18575ae114b336b590c4787d125777045', -1, 1438914163, 1438916725),
(42, 48, '07ce6ca6f315649d2ff0040a726c7c7297748', -1, 1438916725, 1438917690),
(43, 48, 'cd000f782d00be34069e9312af585f4605292', -1, 1438917690, 1438917708),
(44, 48, '0fa372a177b070c0443f0e3a7c7391e539203', -1, 1438917708, 1438939207),
(45, 48, '82aee19ce1ce7328b8d5c5c13220664e68299', -1, 1438939207, 1438940597),
(46, 48, '19cd79e961a9edd83c9d935af3b9ae2b20083', -1, 1438940597, 1438940984),
(47, 48, 'd8de7d251fcccbc5e18025178ce094f188256', -1, 1438940984, 1438941198),
(48, 48, '94cd4a146120639085115b3823a3e9b919194', -1, 1438941198, 1438941484),
(49, 48, 'cd7c1d440f1e49e98975416028fa9f9f51414', -1, 1438941484, 1438997612),
(50, 48, 'ec541349f081ff955dedf664fb54126013672', -1, 1438997612, 1439000421),
(51, 48, '73b6abdf44a5924dd7e9e8612b9f8a7307051', -1, 1439000421, 1439001107),
(52, 48, '3e3b0d4c769be234caa7c212c78b271305317', -1, 1439001107, 1439003191),
(53, 48, '7a21aeaed6cb93fae635f2253b2ad47a81099', -1, 1439003191, 1439003244),
(54, 48, '2911158825b3bf9b11f51edc95f271fb40454', -1, 1439003244, 1439003380),
(55, 48, '26a34000c72526e88cc48eefe58034c657175', -1, 1439003380, 1439007393),
(56, 48, '99bed71c9849724decffd460ce93da5562448', -1, 1439007393, 1439020812),
(57, 48, '5e26d7f88f80db309e6a237ced02667b74618', -1, 1439020812, 1439020881),
(58, 48, '1bef626bb07aa03bcc70dc0f5477182d91843', -1, 1439020882, 1439021319),
(59, 48, '6e89bc2d424e9eca47ad853f508400d294008', -1, 1439021319, 1439021365),
(60, 48, 'd09cf0edcad10171852cde1280e6a8e701211', -1, 1439021365, 1439024034),
(61, 48, '2ccf951d0e687ccbefd49c36fffadc0131125', -1, 1439024034, 1439024070),
(62, 48, '08b0f8248971dd7bbae8e1bbe5c3bfdd01043', -1, 1439024070, 1439024324),
(63, 48, '89b6b1fdcfe97e11b06cabaf5282556875954', -1, 1439024324, 1439172477),
(64, 48, 'e747c2c4d66a4cbd52857f5fb121f6a683750', -1, 1439172477, 1439173340),
(65, 48, '185567e6d040282e7e63c1eb94026b9c21647', -1, 1439173340, 1439174007),
(66, 48, 'c5b57964c704ff7cca68e9523a17352c00878', -1, 1439174007, 1439174142),
(67, 48, '687b3208fa8569c136c9ac6ad5d7a93f79983', 1, 1439174142, 1439174142),
(68, 59, '3a5c8ef3a71fcd07159762c1085fee6c19327', -1, 1439201647, 1439202031),
(69, 59, '84fc03029b8c44b98a009cbe33cb951428592', -1, 1439202031, 1439362047),
(70, 59, '8ff7a499a2ae22391f01aa4da94913f021980', -1, 1439362047, 1439362524),
(71, 59, 'fc805b383e85a8a2e3fde9a263d1887900260', -1, 1439362524, 1439362710),
(72, 59, 'cac6ea94ac021618eff4f3a3fc78f67b16626', -1, 1439362710, 1439362858),
(73, 59, '88f0e270bd83f38bd9ca02a4a6d6d35812456', -1, 1439362858, 1439362944),
(74, 59, '1351c6155f4ad5a69dbe83d24dd57e0273198', -1, 1439362944, 1439364016),
(75, 59, '66137e01a88d2fd42837577546f916fe88754', -1, 1439364016, 1439369351),
(76, 59, '389e326448656119296d0b7af1b5d2bd97872', -1, 1439369351, 1439369872),
(77, 59, 'f68b4a403b085fc758136eea2fdbe26843450', -1, 1439369872, 1439369987),
(78, 59, 'ea8d97baab18a0b7a70e4d5fc478583461013', -1, 1439369987, 1439371910),
(79, 59, '126b2e346ab5f06c6010d637dd3c3eb027703', -1, 1439371910, 1439372106),
(80, 59, '3650f4f70cddf9b72452153aa8e1b55681550', -1, 1439372106, 1439432535),
(81, 59, 'ee0675377c5d78a56b28f2917582e30d04305', -1, 1439432535, 1439432998),
(82, 59, '56e6ed22c234af2de08f363045e304b810565', -1, 1439432998, 1439433176),
(83, 59, 'f2f1715d450ccfd65235748aabdacdd093800', -1, 1439433176, 1439433255),
(84, 59, 'cc92cff321aaf3b06bf0055ccb9c634b60420', -1, 1439433255, 1439433344),
(85, 59, 'a8ed78f8624a3f8ee17baaac707a829c12921', -1, 1439433344, 1439433480),
(86, 59, '3f6a976bba651ca2b4a554e7cf0d87fb12906', -1, 1439433480, 1439433692),
(87, 59, 'f7b77e3e7fd28022a385135b6861da6915212', -1, 1439433692, 1439434545),
(88, 59, 'b2718f967fa975e36b8278e1052b6fbd49315', -1, 1439434545, 1439434667),
(89, 59, '43c831f653ee7c3e87ef9f6f5495eb3450525', -1, 1439434667, 1439434767),
(90, 59, 'c20094eeaf2e06798a69eabbb8f2ccb228729', -1, 1439434767, 1439434824),
(91, 59, '73d6d46f59e4aadb58db54df62194c5932020', -1, 1439434824, 1439434951),
(92, 59, '1d7b9c7d88dc5b322633c3128f0ccaf217065', -1, 1439434951, 1439435475),
(93, 59, '263e36ae53b8c784146e6e62aa104eb885986', -1, 1439435475, 1439438237),
(94, 59, '04aa816915bb5181e773c5c010ccd9c828459', -1, 1439438237, 1439448831),
(95, 59, '781fa8f3c7db455168ea1ad347e8f89676353', -1, 1439448831, 1439515162),
(96, 59, '59ce8721df43e1fe9dc7e95345e5721107651', -1, 1439515162, 1439519176),
(97, 59, '7119e881b636bb298d5568c87e8c1bbe10904', -1, 1439519176, 1439535139),
(98, 59, '9812fdc0e1021065bd278882fb743b8c37726', -1, 1439535164, 1439535657),
(99, 59, '0bc4dbae125d3baf7d09d8aecc94457a61832', -1, 1439535657, 1439536075),
(100, 59, '628c331bf652e9226cc80e63b6572f5b32968', -1, 1439536075, 1439538299),
(101, 59, '079abfeb3b9fff61eee050a0c4a40dea62221', -1, 1439538299, 1439538493),
(102, 59, '9e7ddbaff3566e734bb61688a8e863a267502', -1, 1439539418, 1439539468),
(103, 57, '4f0e082c4d3b18cc5037315bb075234d76446', -1, 1439539955, 1439540075),
(104, 59, 'fe2b914023b36635df48d7a44fb5d87765026', -1, 1439539970, 1439539988),
(105, 59, '9cd941592a4244634e9ffff3569d100085738', -1, 1439539988, 1439540773),
(106, 59, '5170d58bf17b0ac3664e1cfb8a5c67a134401', -1, 1439540773, 1439540846),
(107, 59, 'ddbddf666355c3cb62e391b4285dcdf575933', -1, 1439540877, 1439540978),
(108, 59, '15fe3d49c2ac903f17ad9c285eea87f957802', -1, 1439541093, 1439541526),
(109, 59, 'c79f3596edf4728be2ebeb258a0f3ada20971', -1, 1439541526, 1439541943),
(110, 59, '20b09141c5eadc3d276444ff2795bf7377007', -1, 1439541943, 1439542091),
(111, 59, 'dca27f616c72f9eb4078fb757a5bd2a856689', -1, 1439542091, 1439771923),
(112, 59, '87561689e84ffbfd85f5f86534565c5758936', -1, 1439771923, 1439773007),
(113, 59, 'dd9c4e1c869153cdce48533df2ad69e862866', -1, 1439773007, 1439773886),
(114, 59, '5b64c1f050e02dc348d03830a31a8cda13243', -1, 1439773886, 1439776119),
(115, 59, '4da4ef08a3999dcb796b9910f04eb68162330', -1, 1439776119, 1439776130),
(116, 59, '6c2f7c8115eaa2f45ab31b161ca34ecf39727', -1, 1439776130, 1439777974),
(117, 59, '052c2bf944e1de9d392e78054d19b32922015', -1, 1439777974, 1439780675),
(118, 59, 'ce16b40f5d5356887daff3b2d1af194496697', -1, 1439780675, 1439780732),
(119, 59, '93d9fa5c6019be4fdd99d5b9f9b5ff0880093', -1, 1439780732, 1439780761),
(120, 59, '8a465839570f0d0b640b17b3ba6462a541214', -1, 1439780761, 1439780875),
(121, 59, 'dad709423f6639227129c50fbbf21a1479658', -1, 1439780875, 1439781724),
(122, 59, '3e05a0aa3f9e18dadb41013a55962ac287029', -1, 1439781724, 1439782232),
(123, 59, '42271a2e6825c7744d49f4bfcd1db8c715479', -1, 1439782232, 1439782448),
(124, 59, '49b5b8f20ab96fccf482f41aa00be2d668358', -1, 1439782448, 1439782458),
(125, 59, '58c346718fe4a3973f7f900e9c94996c17118', -1, 1439796707, 1439796960),
(126, 59, 'f9a10282e639a2c586261bb2f8ef02d133668', -1, 1439800791, 1439801401),
(127, 59, 'ebd8740127b9cd24339849979fe76d0132065', -1, 1439801401, 1439801581),
(128, 59, '63b2e5721adc62bb55c66df854bc7ba917159', -1, 1439801581, 1439802283),
(129, 59, '7e3bfadc706b18ec426b3f2669cd166301339', -1, 1439802368, 1439802392),
(130, 61, '7baaa7f647f4d257514e035d6561a70a00433', -1, 1439802387, 1439802493),
(131, 59, '43c2f3ae66a2803bc7b4aaf254c2607825650', -1, 1439802392, 1439802840),
(132, 57, '6f6b3266551d568ceca493779a94d45a94864', -1, 1439802593, 1439802605),
(133, 57, '8cccc324d2347684343730ec82b4e03039422', -1, 1439802605, 1439802619),
(134, 57, 'dbc92b32b1c57291ec7efaa2d3f3b1a247020', -1, 1439802619, 1439802624),
(135, 57, '9822e6fd55a8476cc76fe7949bbbb2ba90416', -1, 1439802624, 1439858950),
(136, 59, '8e5cc59e8d42044f6dbd4e172126cc0b80401', -1, 1439802840, 1439860049),
(137, 62, 'c09b40542787a45a15a9f4e54f83454a95517', -1, 1439815600, 1439815943),
(138, 62, '0bf85c06a360f2bca718e7a85980cadd91883', 1, 1439815943, 1439815943),
(139, 59, '6cdbf9b79ac3d1c20834735ed51d7ac773465', -1, 1439860049, 1439867327),
(140, 59, '5732792ad948158d5ab95cefd8e1e43106527', -1, 1439867327, 1439867521),
(141, 59, 'fb3750274025ba1cbbfbe8bc5bf39de002892', -1, 1439867521, 1439882203),
(142, 59, '0d5ac6b26a799b033ceb054846ba1fc897228', -1, 1439882203, 1439882830),
(143, 59, '49c11038dc4f7a54f04b2e5feccb9edf45964', -1, 1439882830, 1439883833),
(144, 59, 'a41215c41f20f16d1901842e7f21e75b84774', -1, 1439883833, 1439890086),
(145, 61, 'e98291aad9905d32d508e983400e358b31344', -1, 1439884762, 1440045895),
(146, 63, '8036f5a50800c1b2b6a6d35a5ed4378777622', -1, 1439886746, 1439887170),
(147, 63, '2f4cdc10955216a6403b91e86db8af9344514', -1, 1439887170, 1439887226),
(148, 63, '465539ee874a8b08048abf95ee1bb8f373459', -1, 1439887226, 1439888986),
(149, 63, '4c3367ca2874bfd7868844e5130afc0f45216', -1, 1439888986, 1439904149),
(150, 59, 'c06a6cf946a29cd28fdcd287643473b222818', -1, 1439890086, 1439891339),
(151, 59, 'e6f52a2a399b3868d4a584250a28690186951', -1, 1439891339, 1439894335),
(152, 59, '4efe9a5f7d26e10475c0e46782ac3f1165648', -1, 1439894335, 1439894736),
(153, 59, '007327966681736e845b27fc2c0c5a4a81036', -1, 1439894736, 1439947386),
(154, 63, 'cff3b25000171ea36ba97bf0a3b8830476294', -1, 1439904149, 1440215932),
(155, 59, '7a3ec3f8f8d5fe7cc6da94ac5fa8793109598', -1, 1439947386, 1439973265),
(156, 59, 'e3f9f383283ef4a893fb49896b46df9360366', -1, 1439973265, 1439973343),
(157, 59, '85fffc64221a888db64d9e4e7a0f802830856', -1, 1439973343, 1439975098),
(158, 59, '15c1d588c53f97f6d0bb9aadaad25efd70429', -1, 1439975098, 1439975617),
(159, 59, '18e3e585d0ca251cb805fb68a07fd42f23787', -1, 1439975617, 1439975805),
(160, 59, '63812a95b640b82e8bb6649d652ed79d30730', -1, 1439975805, 1439978000),
(161, 59, '687e8d986683d25b67872c03fd3cf21355050', -1, 1439978000, 1439978115),
(162, 59, '7f1e184c5207fc2c8a57c37d0791ce7a30490', -1, 1439978115, 1439978382),
(163, 59, '66e4aeee00791433676ea07624d5e5b267093', -1, 1439978382, 1439979294),
(164, 59, '29b686b54d32ead1d383e78d31fa72d918369', -1, 1439979294, 1439979392),
(165, 59, '41e4bee1527d816a304f73c2081c665440705', -1, 1439979392, 1440034062),
(166, 59, 'd7246eff99a870195692ed2efaeb3be316087', -1, 1440034062, 1440034073),
(167, 59, '01571beff4c4959ea17888a4784d616a54637', -1, 1440036032, 1440038945),
(168, 59, 'ec6fcb5f02b0b61398eaa54632bdab7a12016', -1, 1440038945, 1440039428),
(169, 59, '529ca82520a4015fb4f63aefdb65657b41864', -1, 1440039428, 1440039558),
(170, 59, 'f12854c712449dc8461174a6ae071a6155989', -1, 1440039558, 1440039711),
(171, 59, '6902489b2865cdda565bd9dd060ac30029924', -1, 1440039711, 1440041616),
(172, 59, '2631b7130a8d75bd9ea7de56c527747f49242', -1, 1440041616, 1440049486),
(173, 61, '684ed83694d199dfa3f4d2172ea4e74d74252', -1, 1440045895, 1440549140),
(174, 59, 'b40ed315a3c3b8c150aec9d316e0110b83396', -1, 1440049486, 1440049497),
(175, 59, '1ca9b67de9c7e066f5930e8daa0094cd74630', -1, 1440054404, 1440057328),
(176, 59, '47e13d89a534c189efd828f7dd77ceb840089', -1, 1440057328, 1440057897),
(177, 59, '09dbfde6a343366d18c4dfe08946b82800799', -1, 1440057897, 1440059635),
(178, 59, '5d36d340fecfa2240d7c1f85dd572e1c78147', -1, 1440059635, 1440059720),
(179, 59, '1b8cf914b43f13be468e4a6e5c11856142227', -1, 1440059720, 1440062551),
(180, 59, '4bebb7620a3649c91c02a9f10238455384749', -1, 1440062551, 1440062713),
(181, 59, '4002ded2c832d66bc3da6986b37ad33945892', -1, 1440062713, 1440122517),
(182, 59, '6a8338a290874ffde7950951b14e774864804', -1, 1440122517, 1440122656),
(183, 59, 'a886de0acba0007fa1f374b47586ab5d01370', -1, 1440122656, 1440379392),
(184, 63, 'a3098e077ce4ca8b0546ad2e401b808f00210', -1, 1440215932, 1440401898),
(185, 59, '60e8d2288dae3fd37001f3adab1dfeac96686', -1, 1440379392, 1440382484),
(186, 59, 'cc4bb02723c69ba4f385cba117895e2b75953', -1, 1440382484, 1440477949),
(187, 63, 'dbd9bd2af2ba85c95e5cd61382d02d2252864', -1, 1440401898, 1440410766),
(188, 63, '8a9bfa1e9ae5934d1b1dd215a4e6b03b36473', 1, 1440410766, 1440410766),
(189, 59, '55c35fc73b2ea0fe6bd843fd3492c8e684019', 1, 1440477949, 1440477949),
(190, 61, '404dfa0a0a299ea4991be0e93c0a922519391', 1, 1440549140, 1440549140);

-- --------------------------------------------------------

--
-- 表的结构 `asset_info`
--

CREATE TABLE IF NOT EXISTS `asset_info` (
  `member_id` int(13) NOT NULL DEFAULT '0',
  `bank_card` varchar(255) DEFAULT NULL,
  `bank_card_phone` char(11) DEFAULT NULL,
  `balance` double(13,5) DEFAULT NULL,
  `freeze` double(13,5) DEFAULT NULL,
  `create_at` int(13) DEFAULT NULL,
  `update_at` int(13) DEFAULT NULL,
  `profit` double(13,2) NOT NULL DEFAULT '0.00',
  `profit_freeze` double(13,2) NOT NULL DEFAULT '0.00',
  `total_revenue` double(13,2) NOT NULL DEFAULT '0.00',
  `creditmoney` varchar(64) DEFAULT NULL,
  PRIMARY KEY (`member_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `asset_info`
--

INSERT INTO `asset_info` (`member_id`, `bank_card`, `bank_card_phone`, `balance`, `freeze`, `create_at`, `update_at`, `profit`, `profit_freeze`, `total_revenue`, `creditmoney`) VALUES
(55, '6222020200094377732', '01020000', 850000.03000, 0.00000, 1439178659, 1439298276, 0.00, 0.00, 0.00, NULL),
(58, NULL, NULL, NULL, NULL, 1439187211, 1439187211, 0.00, 0.00, 0.00, NULL),
(59, NULL, NULL, 0.00000, 0.00000, 1439201647, 1439201647, 0.00, 0.00, 0.00, NULL),
(60, '6222020200094377732', '15231231883', 9987789.00000, 0.00000, 1439349325, 1439975228, 0.00, 0.00, 0.00, NULL),
(61, '130724199105201123', '15933977592', 980000.00000, 0.00000, 1439374291, 1439380904, 0.00, 0.00, 0.00, NULL),
(62, NULL, NULL, 0.00000, 0.00000, 1439815600, 1439815600, 0.00, 0.00, 0.00, NULL),
(63, NULL, NULL, 0.00000, 0.00000, 1439886746, 1439886746, 0.00, 0.00, 0.00, NULL),
(64, NULL, NULL, NULL, NULL, 1440073113, 1440073113, 0.00, 0.00, 0.00, NULL);

-- --------------------------------------------------------

--
-- 表的结构 `asset_log`
--

CREATE TABLE IF NOT EXISTS `asset_log` (
  `id` int(13) NOT NULL AUTO_INCREMENT,
  `member_id` int(13) DEFAULT NULL,
  `step` double(13,5) DEFAULT NULL,
  `action` varchar(100) DEFAULT NULL,
  `status` smallint(2) DEFAULT NULL,
  `bankcard` varchar(255) DEFAULT NULL,
  `remark` varchar(1000) DEFAULT NULL,
  `create_at` int(13) DEFAULT NULL,
  `update_at` int(13) DEFAULT NULL,
  `product_id` int(13) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `fk_asset_log_ucenter_member_1` (`member_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=46 ;

--
-- 转存表中的数据 `asset_log`
--

INSERT INTO `asset_log` (`id`, `member_id`, `step`, `action`, `status`, `bankcard`, `remark`, `create_at`, `update_at`, `product_id`) VALUES
(27, 55, 100000.00000, 'Invest/invest', 2, '132131', '投资成功', 1439210215, 1439210215, 14),
(28, 55, 50000.00000, 'Invest/invest', 2, '132131', '投资成功', 1439210232, 1439210232, 14),
(29, 55, 0.01000, 'setBalabce', 1, '6222020200094377732', '充值成功', 1439296280, 1439296280, NULL),
(30, 55, 0.01000, 'setBalabce', 1, '6222020200094377732', '充值成功', 1439297897, 1439297897, NULL),
(31, 55, 0.01000, 'setBalabce', 1, '6222020200094377732', '充值成功', 1439298276, 1439298276, NULL),
(32, 61, 10000.00000, 'Invest/invest', 2, '130724199105201123', '投资成功', 1439380658, 1439380658, 16),
(33, 61, 10000.00000, 'Invest/invest', 2, '130724199105201123', '投资成功', 1439380904, 1439380904, 16),
(34, 60, 1000.00000, 'Invest/invest', 2, '6222020200094377732', '投资成功', 1439772919, 1439772919, 17),
(35, 60, 100.00000, 'Invest/invest', 2, '6222020200094377732', '投资成功', 1439772931, 1439772931, 17),
(36, 60, 10.00000, 'Invest/invest', 2, '6222020200094377732', '投资成功', 1439772950, 1439772950, 17),
(37, 60, 1000.00000, 'Invest/invest', 2, '6222020200094377732', '投资成功', 1439772963, 1439772963, 17),
(38, 60, 10000.00000, 'Invest/invest', 2, '6222020200094377732', '投资成功', 1439774099, 1439774099, 17),
(39, 60, 100.00000, 'Invest/invest', 2, '6222020200094377732', '投资成功', 1439975228, 1439975228, 17),
(40, 55, 222.00000, 'Invest/Invest', -2, '6222020200094377732', 'Setting unknown property: common\\models\\base\\fund\\Order::order_id', 1440481924, 1440481924, 18),
(41, 61, 100.00000, 'Invest/Invest', -2, '130724199105201123', 'Setting unknown property: common\\models\\base\\fund\\Order::order_id', 1440482701, 1440482701, 18),
(42, 61, 100.00000, 'Invest/Invest', -2, '130724199105201123', 'Setting unknown property: common\\models\\base\\fund\\Order::order_id', 1440483046, 1440483046, 18),
(43, 61, 100.00000, 'Invest/Invest', -2, '130724199105201123', 'Setting unknown property: common\\models\\base\\fund\\Order::order_id', 1440483259, 1440483259, 18),
(45, 61, 100.00000, 'Invest/Invest', -2, '130724199105201123', '新浪投资代收用户不存在', 1440483542, 1440483542, 18);

-- --------------------------------------------------------

--
-- 表的结构 `auth_assignment`
--

CREATE TABLE IF NOT EXISTS `auth_assignment` (
  `item_name` varchar(64) COLLATE utf8_unicode_ci NOT NULL,
  `user_id` varchar(64) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` int(11) DEFAULT NULL,
  PRIMARY KEY (`item_name`,`user_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `auth_assignment`
--

INSERT INTO `auth_assignment` (`item_name`, `user_id`, `created_at`) VALUES
('admin', '2', 1438653779),
('third', '4', 1439189124);

-- --------------------------------------------------------

--
-- 表的结构 `auth_item`
--

CREATE TABLE IF NOT EXISTS `auth_item` (
  `name` varchar(64) COLLATE utf8_unicode_ci NOT NULL,
  `type` int(11) NOT NULL,
  `description` text COLLATE utf8_unicode_ci,
  `rule_name` varchar(64) COLLATE utf8_unicode_ci DEFAULT NULL,
  `data` text COLLATE utf8_unicode_ci,
  `created_at` int(11) DEFAULT NULL,
  `updated_at` int(11) DEFAULT NULL,
  PRIMARY KEY (`name`),
  KEY `rule_name` (`rule_name`),
  KEY `idx-auth_item-type` (`type`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `auth_item`
--

INSERT INTO `auth_item` (`name`, `type`, `description`, `rule_name`, `data`, `created_at`, `updated_at`) VALUES
('activity/index', 2, '活动管理', NULL, NULL, 1438653756, 1438653756),
('admin', 1, '超级管理员', NULL, NULL, 1438653756, 1438653756),
('article/index', 2, '文章管理', NULL, NULL, 1438653756, 1438653756),
('card/index', 2, '增息卡管理', NULL, NULL, 1438653756, 1438653756),
('cat/index', 2, '网站信息分类', NULL, NULL, 1438653756, 1438653756),
('category/index', 2, '分类管理', NULL, NULL, 1438653756, 1438653756),
('cms/index', 2, '内容管理', NULL, NULL, 1438653756, 1438653756),
('code/index', 2, '兑换码管理', NULL, NULL, 1438653756, 1438653756),
('finance/index', 2, '财务报表', NULL, NULL, 1438653756, 1438653756),
('idcardlog/index', 2, '会员身份认证', NULL, NULL, 1438653756, 1438653756),
('info/index', 2, '会员资金', NULL, NULL, 1438653756, 1438653756),
('link/index', 2, '网站信息分类', NULL, NULL, 1438653756, 1438653756),
('log/index', 2, '资金交易记录', NULL, NULL, 1438653756, 1438653756),
('member/index', 2, '会员管理', NULL, NULL, 1438653756, 1438653756),
('memberlog/index', 2, '登陆日志', NULL, NULL, 1438653756, 1438653756),
('operating/index', 2, '会员操作日志', NULL, NULL, 1438653756, 1438653756),
('order/index', 2, '会员订单记录', NULL, NULL, 1438653756, 1438653756),
('payment/index', 2, '充值记录', NULL, NULL, 1438653756, 1438653756),
('product/index', 2, '发布项目', NULL, NULL, 1438653756, 1438653756),
('raisecard/index', 2, '增息列表', NULL, NULL, 1438653756, 1438653756),
('role/index', 2, '角色管理', NULL, NULL, 1438653756, 1438653756),
('setting/index', 2, '网站设置', NULL, NULL, 1438653756, 1438653756),
('system/index', 2, '系统', NULL, NULL, 1438653756, 1438653756),
('third', 1, '第三方', NULL, NULL, 1438653803, 1439450495),
('thirdproduct/check', 2, '未审核债权', NULL, NULL, 1438653756, 1438653756),
('thirdproduct/index', 2, '第三方债权管理', NULL, NULL, 1438653756, 1438653756),
('thirdproduct/uncheck', 2, '已审核债券', NULL, NULL, 1438653756, 1438653756),
('tproduct/index', 2, '债权管理', NULL, NULL, 1438653756, 1438653756),
('ucentermember/index', 2, '会员信息', NULL, NULL, 1438653756, 1438653756),
('user/index', 2, '用户管理', NULL, NULL, 1438653756, 1438653756),
('withdraw/index', 2, '提现记录', NULL, NULL, 1438653756, 1438653756);

-- --------------------------------------------------------

--
-- 表的结构 `auth_item_child`
--

CREATE TABLE IF NOT EXISTS `auth_item_child` (
  `parent` varchar(64) COLLATE utf8_unicode_ci NOT NULL,
  `child` varchar(64) COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`parent`,`child`),
  KEY `child` (`child`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `auth_item_child`
--

INSERT INTO `auth_item_child` (`parent`, `child`) VALUES
('admin', 'activity/index'),
('cms/index', 'article/index'),
('activity/index', 'card/index'),
('cms/index', 'cat/index'),
('cms/index', 'category/index'),
('admin', 'cms/index'),
('activity/index', 'code/index'),
('admin', 'finance/index'),
('member/index', 'idcardlog/index'),
('member/index', 'info/index'),
('cms/index', 'link/index'),
('finance/index', 'log/index'),
('admin', 'member/index'),
('member/index', 'memberlog/index'),
('member/index', 'operating/index'),
('finance/index', 'order/index'),
('finance/index', 'payment/index'),
('admin', 'product/index'),
('activity/index', 'raisecard/index'),
('system/index', 'role/index'),
('admin', 'setting/index'),
('admin', 'system/index'),
('tproduct/index', 'thirdproduct/check'),
('admin', 'thirdproduct/index'),
('third', 'thirdproduct/index'),
('tproduct/index', 'thirdproduct/uncheck'),
('admin', 'tproduct/index'),
('member/index', 'ucentermember/index'),
('system/index', 'user/index'),
('finance/index', 'withdraw/index');

-- --------------------------------------------------------

--
-- 表的结构 `auth_rule`
--

CREATE TABLE IF NOT EXISTS `auth_rule` (
  `name` varchar(64) COLLATE utf8_unicode_ci NOT NULL,
  `data` text COLLATE utf8_unicode_ci,
  `created_at` int(11) DEFAULT NULL,
  `updated_at` int(11) DEFAULT NULL,
  PRIMARY KEY (`name`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- --------------------------------------------------------

--
-- 表的结构 `checkin_log`
--

CREATE TABLE IF NOT EXISTS `checkin_log` (
  `id` int(13) unsigned NOT NULL AUTO_INCREMENT,
  `member_id` int(13) unsigned DEFAULT NULL,
  `raise_id` int(13) unsigned DEFAULT NULL,
  `checkin_at` int(13) DEFAULT NULL COMMENT '领取日期',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `cms_article`
--

CREATE TABLE IF NOT EXISTS `cms_article` (
  `id` int(13) NOT NULL AUTO_INCREMENT,
  `user_id` int(13) DEFAULT NULL,
  `category_id` int(13) DEFAULT NULL,
  `title` varchar(255) DEFAULT NULL,
  `intro` varchar(1000) DEFAULT NULL,
  `content` text,
  `create_at` int(13) DEFAULT NULL,
  `update_at` int(13) DEFAULT NULL,
  `status` int(11) NOT NULL DEFAULT '0',
  `logo` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `fk_cms_article_cms_category_1` (`category_id`),
  KEY `fk_cms_article_ucenter_user_1` (`user_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=39 ;

--
-- 转存表中的数据 `cms_article`
--

INSERT INTO `cms_article` (`id`, `user_id`, `category_id`, `title`, `intro`, `content`, `create_at`, `update_at`, `status`, `logo`) VALUES
(8, 2, 31, '本息保障计划', '本息保障计划', '<p>1.理财王理财所投资债权均来自有“充分还款保证”的民间借贷项目。 \r\n充分还款保证包括：质押物、保证物、抵押物担保，即借款人需要提供超额的（应还金额的120%）担保，当债务人不履行债务， \r\n债权人有权依照担保法的规定以该财产折价或者 以拍卖、变卖该财产的价款优先受偿。且用于担保的“质押物、保证物、抵押物”实际受小金平台控制。</p><p style="padding-top:20px;">2.\r\n同时，我们设定了风险保障资金进一步保障风险，多重保障机制让风险无限降低。 \r\n风险准备金保障计划指当投资人受让的债权债务人出现逾期，且用于保证还款的“质押物、保证物、抵押物等”发生代偿风险的。 \r\n“理财王理财”将从设立的风险保障金账户中的资金，先行偿付投资人对应该笔债权的本金以及相应的收益，从而为投资人营造一个安全的投资环境，保证投资人的\r\n本金安全。详细可查看帮助中心关于“风险准备金”保障计划的说明。</p><p style="padding-top: 20px;">3.\r\n用户投资资金均托管至第三方支付机构——“新浪支付”，更安全！第三方账户托管是指资金流运行在第三方账户托管公 \r\n司，而不经过平台账户。从而避免了平台恶意挪用交易资金给投资人带来的风险。简单来说，就是平台动不了用户资金，跑路了也卷不了款。这也是银监提倡保障用\r\n户资金安全方面的有效手段。详细可查看第三方托管保障的说明内容。</p><p><br/></p>', 1438842459, 1439358845, 1, NULL),
(9, 2, 31, '第三方托管保障', '第三方托管保障', '<p>1.理财王理财所投资债权均来自有“充分还款保证”的民间借贷项目。 \r\n充分还款保证包括：质押物、保证物、抵押物担保，即借款人需要提供超额的（应还金额的120%）担保，当债务人不履行债务， \r\n债权人有权依照担保法的规定以该财产折价或者 以拍卖、变卖该财产的价款优先受偿。且用于担保的“质押物、保证物、抵押物”实际受小金平台控制。</p><p style="padding-top:20px;">2.\r\n同时，我们设定了风险保障资金进一步保障风险，多重保障机制让风险无限降低。 \r\n风险准备金保障计划指当投资人受让的债权债务人出现逾期，且用于保证还款的“质押物、保证物、抵押物等”发生代偿风险的。 \r\n“理财王理财”将从设立的风险保障金账户中的资金，先行偿付投资人对应该笔债权的本金以及相应的收益，从而为投资人营造一个安全的投资环境，保证投资人的\r\n本金安全。详细可查看帮助中心关于“风险准备金”保障计划的说明。</p><p style="padding-top: 20px;">3.\r\n用户投资资金均托管至第三方支付机构——“新浪支付”，更安全！第三方账户托管是指资金流运行在第三方账户托管公 \r\n司，而不经过平台账户。从而避免了平台恶意挪用交易资金给投资人带来的风险。简单来说，就是平台动不了用户资金，跑路了也卷不了款。这也是银监提倡保障用\r\n户资金安全方面的有效手段。详细可查看第三方托管保障的说明内容。</p><p><br/></p>', 1438843459, 1439358865, 1, NULL),
(10, 2, 31, '账户安全保障', '账户安全保障', '<p>1.理财王理财所投资债权均来自有“充分还款保证”的民间借贷项目。 \r\n充分还款保证包括：质押物、保证物、抵押物担保，即借款人需要提供超额的（应还金额的120%）担保，当债务人不履行债务， \r\n债权人有权依照担保法的规定以该财产折价或者 以拍卖、变卖该财产的价款优先受偿。且用于担保的“质押物、保证物、抵押物”实际受小金平台控制。</p><p style="padding-top:20px;">2.\r\n同时，我们设定了风险保障资金进一步保障风险，多重保障机制让风险无限降低。 \r\n风险准备金保障计划指当投资人受让的债权债务人出现逾期，且用于保证还款的“质押物、保证物、抵押物等”发生代偿风险的。 \r\n“理财王理财”将从设立的风险保障金账户中的资金，先行偿付投资人对应该笔债权的本金以及相应的收益，从而为投资人营造一个安全的投资环境，保证投资人的\r\n本金安全。详细可查看帮助中心关于“风险准备金”保障计划的说明。</p><p style="padding-top: 20px;">3.\r\n用户投资资金均托管至第三方支付机构——“新浪支付”，更安全！第三方账户托管是指资金流运行在第三方账户托管公 \r\n司，而不经过平台账户。从而避免了平台恶意挪用交易资金给投资人带来的风险。简单来说，就是平台动不了用户资金，跑路了也卷不了款。这也是银监提倡保障用\r\n户资金安全方面的有效手段。详细可查看第三方托管保障的说明内容。</p><p><br/></p>', 1438843673, 1439358881, 1, NULL),
(11, 2, 31, '顶级风投保障', '顶级风投保障', '<p>1.理财王理财所投资债权均来自有“充分还款保证”的民间借贷项目。 \r\n充分还款保证包括：质押物、保证物、抵押物担保，即借款人需要提供超额的（应还金额的120%）担保，当债务人不履行债务， \r\n债权人有权依照担保法的规定以该财产折价或者 以拍卖、变卖该财产的价款优先受偿。且用于担保的“质押物、保证物、抵押物”实际受小金平台控制。</p><p style="padding-top:20px;">2.\r\n同时，我们设定了风险保障资金进一步保障风险，多重保障机制让风险无限降低。 \r\n风险准备金保障计划指当投资人受让的债权债务人出现逾期，且用于保证还款的“质押物、保证物、抵押物等”发生代偿风险的。 \r\n“理财王理财”将从设立的风险保障金账户中的资金，先行偿付投资人对应该笔债权的本金以及相应的收益，从而为投资人营造一个安全的投资环境，保证投资人的\r\n本金安全。详细可查看帮助中心关于“风险准备金”保障计划的说明。</p><p style="padding-top: 20px;">3.\r\n用户投资资金均托管至第三方支付机构——“新浪支付”，更安全！第三方账户托管是指资金流运行在第三方账户托管公 \r\n司，而不经过平台账户。从而避免了平台恶意挪用交易资金给投资人带来的风险。简单来说，就是平台动不了用户资金，跑路了也卷不了款。这也是银监提倡保障用\r\n户资金安全方面的有效手段。详细可查看第三方托管保障的说明内容。</p><p><br/></p>', 1438843732, 1439358899, 1, NULL),
(12, 2, 31, '法律保障', '法律保障', '<p>1.理财王理财所投资债权均来自有“充分还款保证”的民间借贷项目。 \r\n充分还款保证包括：质押物、保证物、抵押物担保，即借款人需要提供超额的（应还金额的120%）担保，当债务人不履行债务， \r\n债权人有权依照担保法的规定以该财产折价或者 以拍卖、变卖该财产的价款优先受偿。且用于担保的“质押物、保证物、抵押物”实际受小金平台控制。</p><p style="padding-top:20px;">2.\r\n同时，我们设定了风险保障资金进一步保障风险，多重保障机制让风险无限降低。 \r\n风险准备金保障计划指当投资人受让的债权债务人出现逾期，且用于保证还款的“质押物、保证物、抵押物等”发生代偿风险的。 \r\n“理财王理财”将从设立的风险保障金账户中的资金，先行偿付投资人对应该笔债权的本金以及相应的收益，从而为投资人营造一个安全的投资环境，保证投资人的\r\n本金安全。详细可查看帮助中心关于“风险准备金”保障计划的说明。</p><p style="padding-top: 20px;">3.\r\n用户投资资金均托管至第三方支付机构——“新浪支付”，更安全！第三方账户托管是指资金流运行在第三方账户托管公 \r\n司，而不经过平台账户。从而避免了平台恶意挪用交易资金给投资人带来的风险。简单来说，就是平台动不了用户资金，跑路了也卷不了款。这也是银监提倡保障用\r\n户资金安全方面的有效手段。详细可查看第三方托管保障的说明内容。</p><p><br/></p>', 1438843779, 1439358916, 1, NULL),
(13, 2, 32, '企业简介', '企业简介', '<p><span style="font-size:16px;font-family:宋体">北京理财王投资有限公司（简称“理财王”）是一家专注于活期理财的互联网金融公司，为广大用户提供安全、便捷、灵活的活期理财产品，是互联网</span><span style="font-size:16px">+</span><span style="font-size:16px;font-family:宋体">时代高效实用稳健的互联网金融服务平台。</span></p><p><span style="font-size:16px">&nbsp;</span></p><p><span style="font-size:16px;font-family:宋体">作为传统金融业与互联网结合的新兴领域，互联网金融中间成本低、支付便捷、更透明、更高效。未来的</span><span style="font-size:16px">10</span><span style="font-size:16px;font-family:宋体">年，是移动互联网金融发展的黄金</span><span style="font-size: 16px">10</span><span style="font-size:16px;font-family:宋体">年，快速、扁平化、高保障和将个人与投资项目无缝连接起来的金融产品将会去掉更多的中间环节，降低资金成本，提高投资收益。</span></p><p><span style="font-size:16px">&nbsp;</span></p><p><strong><span style="font-size:16px;font-family:宋体">我们的愿景：做最专业的活期理财投资平台。</span></strong></p><p><br/></p>', 1438847483, 1440073627, 1, NULL),
(14, 2, 40, '理财王理财 四重保障护航 ', '理财王理财 四重保障护航 ', '<p class="mtb30">2014年，网贷行业继续以势不可挡的速度发展，截止10月底，全国网贷平台数量已有1474家，还将以6%的速度增长，但由于缺乏行业监管，平台素质良莠不齐，问题频发，今年出现的跑路潮也再创新高，仅10月全国就有38家平台出现跑路、失联等问题。</p><p>那么投资者应当如何避免踩雷，选择靠谱的P2P平台？成立于今年8月的小金理财，有着短短78天累计销售债权突破1亿元的骄人成绩，作为国内领先的个人投资理财平台，小金理财又是如何保护投资人的利益呢？我们来了解一下,</p><p><em class="mtb20"></em><br/></p><h3 class="fcc">一、本息保障计划</h3><p>小金理财所投项目均来自有“充分还款保证”的民间借贷项目，充分还款保障包括：质押物、保证物、抵押物担保，还款保障实际由平台自\r\n身管理。 平台每笔借款成交时，将提取一定比例的金额放入“风险准备金”账户，该账户由招商银行托管护航。同时，部分类型借款还需要提供专项保证金。</p><h3 class="fcc">二、第三方资金托管保障</h3><p>平台资金全程由新浪支付托管，投资和还款资金开设独立专用账户，实时专款专用，从而与平台自有资金完全分离。同时有联合监管机构的实时监控，确保资金运转的合规透明。</p><h3 class="fcc">三、账户安全保障</h3><p>小金理财由夸氪金融提供账户平台服务。夸氪金融已荣获中国金融认证中心（ CFCA）的国家级权威认证，同时拿到了中国银行卡检测中心颁发的《第三方机构入网安全技术评估检测证书》和《银联卡账户信息安全合规证书》，成为了与银行同一级别的权威金融企业。</p><h3 class="fcc">四、政策法规保障</h3><p>小金理财所属的上海夸氪金融信息服务有限公司在产品构建之初即与柏杨云天（北京）企业咨询有限公司缔结了合作关系。柏杨云天（北\r\n京）成立于2013年，其主要创始人均来自国内著名互联网公司的法务部，整体团队在互联网行业的专职从业经验平均超过5年。不同于大多数律所及专业咨询机\r\n构的律师独立办案的方式，我们以团队合作为核心工作方式，基于客户的每个需求各专业人员都会全力发挥各自专业特长，进行风险及可行方案的全面考量，设计合\r\n法合规合理的互联网产品。</p><p>另外，据业内人士指出，投资者要理性看待年化收益率，一般在6%~18%之间较为合理，收益率越高，风险也越高，小金理财的年化收益率为8.1%+，也是打稳健牌来吸引投资者投资。</p><p><br/></p>', 1438916694, 1439193839, 1, NULL),
(15, 2, 34, '加入我们', '加入我们', '<p>&nbsp; &nbsp;	</p><h3 class="aboutTitle txtLeft">我们可以提供</h3><p>&nbsp; &nbsp; &nbsp; &nbsp;	</p><p>我们是一支在互联网和金融领域非常优秀的团队！我们有梦有理想，我们积极乐观，脚踏实地，充满激情！如果你也和我们一样，那么欢迎你加入我们的团队！</p><p>&nbsp; &nbsp; &nbsp; &nbsp;	</p><p>我们会为你提供互联网金融行业开启个人事业的机会、富有竞争力的薪酬待遇、轻松惬意的工作氛围和充满活力的团队文化。有意者可以发送简历至hr@kuark.com，标题请注明所申请职位。</p><h3 class="aboutTitle txtLeft">正在招聘中的岗位</h3><p>&nbsp; &nbsp; &nbsp; &nbsp;	</p><h4 class="jobTitle">APP市场推广 &nbsp; 4k-8k/上海/1-3年</h4><p><span class="jobCon">1、负责产品推广渠道挖掘及维护；<br/>\r\n				2、有一定的宣传文案编辑能力，高度的责任心和工作热情；<br/>3、能够完成渠道数据分析及效果评估；<br/>\r\n				4、良好的商务市场拓展能力；<br/>\r\n				5 、策划能力，定制推广活动方案，协调各部门对活动执行；<br/>\r\n &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</span>\r\n &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p><h4 class="jobTitle">网页前端工程师 &nbsp;&nbsp; 4k-8k/上海/1-3年</h4><p><span class="jobCon">1、精通DIV+CSS布局的HTML代码编写，兼容主流浏览器,熟悉Javascript、JQuery； <br/>\r\n				2、良好的代码书写习惯，结构清晰，命名规范，逻辑性强，代码简洁，注重用户体验； <br/>\r\n				3、善于沟通，具有良好的团队合作协作精神； <br/>\r\n				4、熟练掌握HTML5和CSS3； <br/>\r\n				5、较强的学习能力，乐于学习新的前端技术；<br/>\r\n &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</span>\r\n &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p><h4 class="jobTitle">小金理财—售前咨询&nbsp;&nbsp;&nbsp;&nbsp; 3k-6k/上海/经验不限</h4><p><span class="jobCon">1、 品行端正，为人踏实，适应性强；<br/>\r\n				2、 工作认真，有责任心，有耐心，有良好的团队合作精神，能承受一定工作压力；<br/>\r\n				3、 普通话标准，口齿清晰，具有良好的表达能力和沟通技巧； &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</span>\r\n &nbsp; &nbsp; &nbsp; &nbsp;</p><p><br/></p><p><br/></p>', 1438917006, 1440399572, 0, NULL),
(16, 2, 35, '联系我们', '联系我们', '<p>营业地址：保定市北二环2699号大学科技园7B四层</p><p>售前咨询：010-57125663</p><p>售后服务：010-57125664</p><p>公司传真：010-58850662</p><p>软件开发服务热线：010-57125663</p><p>邮编：071051</p>', 1438917371, 1438917371, 0, NULL),
(17, 2, 36, '什么小金理财？什么是金猪8号？', '', '斯蒂芬森分', 1438917819, 1438917819, 0, NULL),
(18, 2, 36, '小金理财和“宝宝们”有什么区别？', '', '<p>收益更高：“宝宝们”目前年化收益率普遍在4%左右浮动，小金理财年化收益率为固定8%，接近“宝宝们”的2倍。<br/>\r\n					提现更快：小金理财支持随时赎回和提现，并基本做到实时到账。从需要用钱到转到银行卡，一般只需要3分钟。<br/>\r\n					保障更全：“宝宝们”不保护收益，小金理财对本金和收益都进行保护，多重保障更放心，详情参见本息保障计划。\r\n &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>', 1438917848, 1438917848, 0, NULL),
(19, 2, 36, '随时赎回是什么意思？', '', '<p>收益更高：“宝宝们”目前年化收益率普遍在4%左右浮动，小金理财年化收益率为固定8%，接近“宝宝们”的2倍。<br/>\r\n					提现更快：小金理财支持随时赎回和提现，并基本做到实时到账。从需要用钱到转到银行卡，一般只需要3分钟。<br/>\r\n					保障更全：“宝宝们”不保护收益，小金理财对本金和收益都进行保护，多重保障更放心，详情参见本息保障计划。\r\n &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>', 1438917880, 1438917880, 0, NULL),
(20, 2, 37, '临近春节人气不降反升 小金理财单月破7亿元', '临近春节人气不降反升 小金理财单月破7亿元', 'http://stock.hexun.com/2015-01-22/172644801.html', 1438938043, 1438938252, 0, '11821438938043.jpg'),
(21, 2, 37, '临近春节人气不降反升 小金理财单月破7亿元', '临近春节人气不降反升 小金理财单月破7亿元', 'http://stock.hexun.com/2015-01-22/172644801.html', 1438938043, 1438938252, 0, '11821438938043.jpg'),
(22, 2, 37, '临近春节人气不降反升 小金理财单月破7亿元', '临近春节人气不降反升 小金理财单月破7亿元', '<p>由于春节临近，资金流动性需求显著增强，投资人资金有所回流，从而使得1月份网贷成交量出现了一定程度的下滑。然而，来自上海的小金<a class="a-tips-Article-QQ" href="http://finance.qq.com/money/" target="_blank">理财</a>在1月的债权销售成交额顺利突破7亿元，人气丝毫未有减弱迹象，逆势增长，在网贷行业里一枝独秀。</p><p>　\r\n　根据“网贷之家”发布的《中国P2P网贷行业2015年1月月报》显示，1月网贷行业整体成交量达357.82亿元，较上月下降3.49%，是去年同期\r\n的3.04倍。许多网贷平台成交量上升速度趋缓，不少平台出现下降态势，陆金所、有利网、金信网、鑫合汇1月的成交量下降幅度达20%左右。</p><p>　　记者从上海夸氪<a class="a-tips-Article-QQ" href="http://finance.qq.com/l/financenews/jinrongshichang/jinrong.htm" target="_blank">金融</a>了解到，小金理财在新年开年即取得不俗成绩，1月单月债权销售成交额达到7亿3400万，同比上月5亿，增长46.8%。截止2月4日，仅上线6个月的小金理财，表现抢眼，累计债权销售额已经达到17亿5000万，按照目前的增长速度，离20亿大关仅一步之遥。</p><p>　\r\n　业内人士普遍认为，随着春节的逼近，网贷行业的活跃度将继续走低，预计网贷成交量还将进一步下降，然而小金理财的负责人邹经理告诉记者“我们的理财产品\r\n不同于任何一家其他的网贷，是真正的高收益活期理财。春节时期用户的资金流动性都较大，小金理财是实时存取的，正好符合这个需求，我们看好春节的市场”，\r\n提到届时会有什么活动时，邹经理表示暂不透露，“先保密，不过肯定的是一定会有，当做我们对投资人的回馈。”</p><p>　　据了解，小金理财由上海夸\r\n氪金融信息服务有限公司开发，该公司已于2011年先后获蓝驰创投和KPCB的风投，注册资本达到人民币1亿元。从产品来看，夸氪金融一开始就瞄准了互联\r\n网金融这片蓝海，继推出月光宝盒（借款应用）、卡小二（信用卡还款应用）之后，再次推出了小金理财（理财应用），并取得不俗成绩。2015年，站在风口上\r\n的小金理财，已经往高处飞起来了，至于多高，还需要模式的不断完善，等待市场进一步检验，我们拭目以待</p><p><br/></p>', 1438938043, 1438938252, 0, '11821438938043.jpg'),
(23, 2, 40, '理财王理财 四重保障护航 ', '理财王理财 四重保障护航 ', '<p class="mtb30">2014年，网贷行业继续以势不可挡的速度发展，截止10月底，全国网贷平台数量已有1474家，还将以6%的速度增长，但由于缺乏行业监管，平台素质良莠不齐，问题频发，今年出现的跑路潮也再创新高，仅10月全国就有38家平台出现跑路、失联等问题。</p><p>那么投资者应当如何避免踩雷，选择靠谱的P2P平台？成立于今年8月的小金理财，有着短短78天累计销售债权突破1亿元的骄人成绩，作为国内领先的个人投资理财平台，小金理财又是如何保护投资人的利益呢？我们来了解一下,</p><p><em class="mtb20"></em><br/></p><h3 class="fcc">一、本息保障计划</h3><p>小金理财所投项目均来自有“充分还款保证”的民间借贷项目，充分还款保障包括：质押物、保证物、抵押物担保，还款保障实际由平台自\r\n身管理。 平台每笔借款成交时，将提取一定比例的金额放入“风险准备金”账户，该账户由招商银行托管护航。同时，部分类型借款还需要提供专项保证金。</p><h3 class="fcc">二、第三方资金托管保障</h3><p>平台资金全程由新浪支付托管，投资和还款资金开设独立专用账户，实时专款专用，从而与平台自有资金完全分离。同时有联合监管机构的实时监控，确保资金运转的合规透明。</p><h3 class="fcc">三、账户安全保障</h3><p>小金理财由夸氪金融提供账户平台服务。夸氪金融已荣获中国金融认证中心（ CFCA）的国家级权威认证，同时拿到了中国银行卡检测中心颁发的《第三方机构入网安全技术评估检测证书》和《银联卡账户信息安全合规证书》，成为了与银行同一级别的权威金融企业。</p><h3 class="fcc">四、政策法规保障</h3><p>小金理财所属的上海夸氪金融信息服务有限公司在产品构建之初即与柏杨云天（北京）企业咨询有限公司缔结了合作关系。柏杨云天（北\r\n京）成立于2013年，其主要创始人均来自国内著名互联网公司的法务部，整体团队在互联网行业的专职从业经验平均超过5年。不同于大多数律所及专业咨询机\r\n构的律师独立办案的方式，我们以团队合作为核心工作方式，基于客户的每个需求各专业人员都会全力发挥各自专业特长，进行风险及可行方案的全面考量，设计合\r\n法合规合理的互联网产品。</p><p>另外，据业内人士指出，投资者要理性看待年化收益率，一般在6%~18%之间较为合理，收益率越高，风险也越高，小金理财的年化收益率为8.1%+，也是打稳健牌来吸引投资者投资。</p><p><br/></p>', 1438916694, 1439193899, 1, ''),
(24, 2, 40, '理财王理财 四重保障护航 ', '理财王理财 四重保障护航 ', '<p class="mtb30">2014年，网贷行业继续以势不可挡的速度发展，截止10月底，全国网贷平台数量已有1474家，还将以6%的速度增长，但由于缺乏行业监管，平台素质良莠不齐，问题频发，今年出现的跑路潮也再创新高，仅10月全国就有38家平台出现跑路、失联等问题。</p><p>那么投资者应当如何避免踩雷，选择靠谱的P2P平台？成立于今年8月的小金理财，有着短短78天累计销售债权突破1亿元的骄人成绩，作为国内领先的个人投资理财平台，小金理财又是如何保护投资人的利益呢？我们来了解一下,</p><p><em class="mtb20"></em><br/></p><h3 class="fcc">一、本息保障计划</h3><p>小金理财所投项目均来自有“充分还款保证”的民间借贷项目，充分还款保障包括：质押物、保证物、抵押物担保，还款保障实际由平台自\r\n身管理。 平台每笔借款成交时，将提取一定比例的金额放入“风险准备金”账户，该账户由招商银行托管护航。同时，部分类型借款还需要提供专项保证金。</p><h3 class="fcc">二、第三方资金托管保障</h3><p>平台资金全程由新浪支付托管，投资和还款资金开设独立专用账户，实时专款专用，从而与平台自有资金完全分离。同时有联合监管机构的实时监控，确保资金运转的合规透明。</p><h3 class="fcc">三、账户安全保障</h3><p>小金理财由夸氪金融提供账户平台服务。夸氪金融已荣获中国金融认证中心（ CFCA）的国家级权威认证，同时拿到了中国银行卡检测中心颁发的《第三方机构入网安全技术评估检测证书》和《银联卡账户信息安全合规证书》，成为了与银行同一级别的权威金融企业。</p><h3 class="fcc">四、政策法规保障</h3><p>小金理财所属的上海夸氪金融信息服务有限公司在产品构建之初即与柏杨云天（北京）企业咨询有限公司缔结了合作关系。柏杨云天（北\r\n京）成立于2013年，其主要创始人均来自国内著名互联网公司的法务部，整体团队在互联网行业的专职从业经验平均超过5年。不同于大多数律所及专业咨询机\r\n构的律师独立办案的方式，我们以团队合作为核心工作方式，基于客户的每个需求各专业人员都会全力发挥各自专业特长，进行风险及可行方案的全面考量，设计合\r\n法合规合理的互联网产品。</p><p>另外，据业内人士指出，投资者要理性看待年化收益率，一般在6%~18%之间较为合理，收益率越高，风险也越高，小金理财的年化收益率为8.1%+，也是打稳健牌来吸引投资者投资。</p><p><br/></p>', 1438916694, 1439193899, 1, ''),
(25, 2, 38, '合作伙伴', '', '<p><span class="partnerS">&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</span>\r\n &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp; <br/></p><h3 class="aboutTitle txtLeft">合作银行</h3><p>&nbsp; &nbsp; &nbsp; &nbsp;	<span class="img">\r\n &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;	<img alt="合作银行" src="https://www.xiaojinlicai.com/img/bank.png"/>\r\n &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</span>\r\n &nbsp; &nbsp; &nbsp; &nbsp;</p><p><br/></p>', 1439194168, 1439194359, 0, NULL),
(26, 2, 39, '法律服务', '法律服务', '<p>理财王金融与北京大成律所达成战略合作伙伴关系，聘请北京大成律所作为法律顾问，完善理财王金融交易流程，同时为理财王金融 用户提供免费的24小时律师咨询服务热线，以及全面的债后追偿服务，让理财王更安全，为您的投资保驾护航。</p><p style="padding-top:20px;">一、电话法律专线：</p><p style="padding-top:20px;">理财王金融与北京大成律所特别开通24小时用户律师咨询电话，用户可全天免费拨打（运营商正常收取通话费）咨询投资中的法律疑问。</p><p style="padding-top:20px;">二、服务时间：</p><p style="padding-top:20px;">全天24小时</p><p style="padding-top:20px;">三、服务电话：</p><p style="padding-top:20px;">09:00—18:00请拨打： &nbsp;010-57125663（北京大成律师）<br/>010-57125663（北京大成律师）<br/>其它时间咨询请拨打： &nbsp;01057125663（北京大成律师）<br/>010-57125664（北京大成律师）</p><p><br/></p>', 1439343738, 1439343738, 0, NULL),
(27, 2, 41, '理财王理财 四重保障护航 ', '理财王理财 四重保障护航 ', '<p class="mtb30">2014年，网贷行业继续以势不可挡的速度发展，截止10月底，全国网贷平台数量已有1474家，还将以6%的速度增长，但由于缺乏行业监管，平台素质良莠不齐，问题频发，今年出现的跑路潮也再创新高，仅10月全国就有38家平台出现跑路、失联等问题。</p><p>那么投资者应当如何避免踩雷，选择靠谱的P2P平台？成立于今年8月的小金理财，有着短短78天累计销售债权突破1亿元的骄人成绩，作为国内领先的个人投资理财平台，小金理财又是如何保护投资人的利益呢？我们来了解一下,</p><p><em class="mtb20"></em><br/></p><h3 class="fcc">一、本息保障计划</h3><p>小金理财所投项目均来自有“充分还款保证”的民间借贷项目，充分还款保障包括：质押物、保证物、抵押物担保，还款保障实际由平台自\r\n身管理。 平台每笔借款成交时，将提取一定比例的金额放入“风险准备金”账户，该账户由招商银行托管护航。同时，部分类型借款还需要提供专项保证金。</p><h3 class="fcc">二、第三方资金托管保障</h3><p>平台资金全程由新浪支付托管，投资和还款资金开设独立专用账户，实时专款专用，从而与平台自有资金完全分离。同时有联合监管机构的实时监控，确保资金运转的合规透明。</p><h3 class="fcc">三、账户安全保障</h3><p>小金理财由夸氪金融提供账户平台服务。夸氪金融已荣获中国金融认证中心（ CFCA）的国家级权威认证，同时拿到了中国银行卡检测中心颁发的《第三方机构入网安全技术评估检测证书》和《银联卡账户信息安全合规证书》，成为了与银行同一级别的权威金融企业。</p><h3 class="fcc">四、政策法规保障</h3><p>小金理财所属的上海夸氪金融信息服务有限公司在产品构建之初即与柏杨云天（北京）企业咨询有限公司缔结了合作关系。柏杨云天（北\r\n京）成立于2013年，其主要创始人均来自国内著名互联网公司的法务部，整体团队在互联网行业的专职从业经验平均超过5年。不同于大多数律所及专业咨询机\r\n构的律师独立办案的方式，我们以团队合作为核心工作方式，基于客户的每个需求各专业人员都会全力发挥各自专业特长，进行风险及可行方案的全面考量，设计合\r\n法合规合理的互联网产品。</p><p>另外，据业内人士指出，投资者要理性看待年化收益率，一般在6%~18%之间较为合理，收益率越高，风险也越高，小金理财的年化收益率为8.1%+，也是打稳健牌来吸引投资者投资。</p><p><br/></p>', 1438916694, 1439193899, 1, ''),
(28, 2, 40, '理财王理财 四重保障护航 ', '理财王理财 四重保障护航 ', '<p class="mtb30">2014年，网贷行业继续以势不可挡的速度发展，截止10月底，全国网贷平台数量已有1474家，还将以6%的速度增长，但由于缺乏行业监管，平台素质良莠不齐，问题频发，今年出现的跑路潮也再创新高，仅10月全国就有38家平台出现跑路、失联等问题。</p><p>那么投资者应当如何避免踩雷，选择靠谱的P2P平台？成立于今年8月的小金理财，有着短短78天累计销售债权突破1亿元的骄人成绩，作为国内领先的个人投资理财平台，小金理财又是如何保护投资人的利益呢？我们来了解一下,</p><p><em class="mtb20"></em><br/></p><h3 class="fcc">一、本息保障计划</h3><p>小金理财所投项目均来自有“充分还款保证”的民间借贷项目，充分还款保障包括：质押物、保证物、抵押物担保，还款保障实际由平台自\r\n身管理。 平台每笔借款成交时，将提取一定比例的金额放入“风险准备金”账户，该账户由招商银行托管护航。同时，部分类型借款还需要提供专项保证金。</p><h3 class="fcc">二、第三方资金托管保障</h3><p>平台资金全程由新浪支付托管，投资和还款资金开设独立专用账户，实时专款专用，从而与平台自有资金完全分离。同时有联合监管机构的实时监控，确保资金运转的合规透明。</p><h3 class="fcc">三、账户安全保障</h3><p>小金理财由夸氪金融提供账户平台服务。夸氪金融已荣获中国金融认证中心（ CFCA）的国家级权威认证，同时拿到了中国银行卡检测中心颁发的《第三方机构入网安全技术评估检测证书》和《银联卡账户信息安全合规证书》，成为了与银行同一级别的权威金融企业。</p><h3 class="fcc">四、政策法规保障</h3><p>小金理财所属的上海夸氪金融信息服务有限公司在产品构建之初即与柏杨云天（北京）企业咨询有限公司缔结了合作关系。柏杨云天（北\r\n京）成立于2013年，其主要创始人均来自国内著名互联网公司的法务部，整体团队在互联网行业的专职从业经验平均超过5年。不同于大多数律所及专业咨询机\r\n构的律师独立办案的方式，我们以团队合作为核心工作方式，基于客户的每个需求各专业人员都会全力发挥各自专业特长，进行风险及可行方案的全面考量，设计合\r\n法合规合理的互联网产品。</p><p>另外，据业内人士指出，投资者要理性看待年化收益率，一般在6%~18%之间较为合理，收益率越高，风险也越高，小金理财的年化收益率为8.1%+，也是打稳健牌来吸引投资者投资。</p><p><br/></p>', 1438916694, 1439193899, 1, ''),
(29, 2, 40, '理财王理财 四重保障护航 ', '理财王理财 四重保障护航 ', '<p class="mtb30">2014年，网贷行业继续以势不可挡的速度发展，截止10月底，全国网贷平台数量已有1474家，还将以6%的速度增长，但由于缺乏行业监管，平台素质良莠不齐，问题频发，今年出现的跑路潮也再创新高，仅10月全国就有38家平台出现跑路、失联等问题。</p><p>那么投资者应当如何避免踩雷，选择靠谱的P2P平台？成立于今年8月的小金理财，有着短短78天累计销售债权突破1亿元的骄人成绩，作为国内领先的个人投资理财平台，小金理财又是如何保护投资人的利益呢？我们来了解一下,</p><p><em class="mtb20"></em><br/></p><h3 class="fcc">一、本息保障计划</h3><p>小金理财所投项目均来自有“充分还款保证”的民间借贷项目，充分还款保障包括：质押物、保证物、抵押物担保，还款保障实际由平台自\r\n身管理。 平台每笔借款成交时，将提取一定比例的金额放入“风险准备金”账户，该账户由招商银行托管护航。同时，部分类型借款还需要提供专项保证金。</p><h3 class="fcc">二、第三方资金托管保障</h3><p>平台资金全程由新浪支付托管，投资和还款资金开设独立专用账户，实时专款专用，从而与平台自有资金完全分离。同时有联合监管机构的实时监控，确保资金运转的合规透明。</p><h3 class="fcc">三、账户安全保障</h3><p>小金理财由夸氪金融提供账户平台服务。夸氪金融已荣获中国金融认证中心（ CFCA）的国家级权威认证，同时拿到了中国银行卡检测中心颁发的《第三方机构入网安全技术评估检测证书》和《银联卡账户信息安全合规证书》，成为了与银行同一级别的权威金融企业。</p><h3 class="fcc">四、政策法规保障</h3><p>小金理财所属的上海夸氪金融信息服务有限公司在产品构建之初即与柏杨云天（北京）企业咨询有限公司缔结了合作关系。柏杨云天（北\r\n京）成立于2013年，其主要创始人均来自国内著名互联网公司的法务部，整体团队在互联网行业的专职从业经验平均超过5年。不同于大多数律所及专业咨询机\r\n构的律师独立办案的方式，我们以团队合作为核心工作方式，基于客户的每个需求各专业人员都会全力发挥各自专业特长，进行风险及可行方案的全面考量，设计合\r\n法合规合理的互联网产品。</p><p>另外，据业内人士指出，投资者要理性看待年化收益率，一般在6%~18%之间较为合理，收益率越高，风险也越高，小金理财的年化收益率为8.1%+，也是打稳健牌来吸引投资者投资。</p><p><br/></p>', 1438916694, 1439193899, 1, ''),
(30, 2, 40, '理财王理财 四重保障护航 ', '理财王理财 四重保障护航 ', '<p class="mtb30">2014年，网贷行业继续以势不可挡的速度发展，截止10月底，全国网贷平台数量已有1474家，还将以6%的速度增长，但由于缺乏行业监管，平台素质良莠不齐，问题频发，今年出现的跑路潮也再创新高，仅10月全国就有38家平台出现跑路、失联等问题。</p><p>那么投资者应当如何避免踩雷，选择靠谱的P2P平台？成立于今年8月的小金理财，有着短短78天累计销售债权突破1亿元的骄人成绩，作为国内领先的个人投资理财平台，小金理财又是如何保护投资人的利益呢？我们来了解一下,</p><p><em class="mtb20"></em><br/></p><h3 class="fcc">一、本息保障计划</h3><p>小金理财所投项目均来自有“充分还款保证”的民间借贷项目，充分还款保障包括：质押物、保证物、抵押物担保，还款保障实际由平台自\r\n身管理。 平台每笔借款成交时，将提取一定比例的金额放入“风险准备金”账户，该账户由招商银行托管护航。同时，部分类型借款还需要提供专项保证金。</p><h3 class="fcc">二、第三方资金托管保障</h3><p>平台资金全程由新浪支付托管，投资和还款资金开设独立专用账户，实时专款专用，从而与平台自有资金完全分离。同时有联合监管机构的实时监控，确保资金运转的合规透明。</p><h3 class="fcc">三、账户安全保障</h3><p>小金理财由夸氪金融提供账户平台服务。夸氪金融已荣获中国金融认证中心（ CFCA）的国家级权威认证，同时拿到了中国银行卡检测中心颁发的《第三方机构入网安全技术评估检测证书》和《银联卡账户信息安全合规证书》，成为了与银行同一级别的权威金融企业。</p><h3 class="fcc">四、政策法规保障</h3><p>小金理财所属的上海夸氪金融信息服务有限公司在产品构建之初即与柏杨云天（北京）企业咨询有限公司缔结了合作关系。柏杨云天（北\r\n京）成立于2013年，其主要创始人均来自国内著名互联网公司的法务部，整体团队在互联网行业的专职从业经验平均超过5年。不同于大多数律所及专业咨询机\r\n构的律师独立办案的方式，我们以团队合作为核心工作方式，基于客户的每个需求各专业人员都会全力发挥各自专业特长，进行风险及可行方案的全面考量，设计合\r\n法合规合理的互联网产品。</p><p>另外，据业内人士指出，投资者要理性看待年化收益率，一般在6%~18%之间较为合理，收益率越高，风险也越高，小金理财的年化收益率为8.1%+，也是打稳健牌来吸引投资者投资。</p><p><br/></p>', 1438916694, 1439193899, 1, ''),
(31, 2, 41, '理财王理财 四重保障护航 ', '理财王理财 四重保障护航 ', '<p class="mtb30">2014年，网贷行业继续以势不可挡的速度发展，截止10月底，全国网贷平台数量已有1474家，还将以6%的速度增长，但由于缺乏行业监管，平台素质良莠不齐，问题频发，今年出现的跑路潮也再创新高，仅10月全国就有38家平台出现跑路、失联等问题。</p><p>那么投资者应当如何避免踩雷，选择靠谱的P2P平台？成立于今年8月的小金理财，有着短短78天累计销售债权突破1亿元的骄人成绩，作为国内领先的个人投资理财平台，小金理财又是如何保护投资人的利益呢？我们来了解一下,</p><p><em class="mtb20"></em><br/></p><h3 class="fcc">一、本息保障计划</h3><p>小金理财所投项目均来自有“充分还款保证”的民间借贷项目，充分还款保障包括：质押物、保证物、抵押物担保，还款保障实际由平台自\r\n身管理。 平台每笔借款成交时，将提取一定比例的金额放入“风险准备金”账户，该账户由招商银行托管护航。同时，部分类型借款还需要提供专项保证金。</p><h3 class="fcc">二、第三方资金托管保障</h3><p>平台资金全程由新浪支付托管，投资和还款资金开设独立专用账户，实时专款专用，从而与平台自有资金完全分离。同时有联合监管机构的实时监控，确保资金运转的合规透明。</p><h3 class="fcc">三、账户安全保障</h3><p>小金理财由夸氪金融提供账户平台服务。夸氪金融已荣获中国金融认证中心（ CFCA）的国家级权威认证，同时拿到了中国银行卡检测中心颁发的《第三方机构入网安全技术评估检测证书》和《银联卡账户信息安全合规证书》，成为了与银行同一级别的权威金融企业。</p><h3 class="fcc">四、政策法规保障</h3><p>小金理财所属的上海夸氪金融信息服务有限公司在产品构建之初即与柏杨云天（北京）企业咨询有限公司缔结了合作关系。柏杨云天（北\r\n京）成立于2013年，其主要创始人均来自国内著名互联网公司的法务部，整体团队在互联网行业的专职从业经验平均超过5年。不同于大多数律所及专业咨询机\r\n构的律师独立办案的方式，我们以团队合作为核心工作方式，基于客户的每个需求各专业人员都会全力发挥各自专业特长，进行风险及可行方案的全面考量，设计合\r\n法合规合理的互联网产品。</p><p>另外，据业内人士指出，投资者要理性看待年化收益率，一般在6%~18%之间较为合理，收益率越高，风险也越高，小金理财的年化收益率为8.1%+，也是打稳健牌来吸引投资者投资。</p><p><br/></p>', 1438916694, 1439193899, 1, ''),
(32, 2, 37, '临近春节人气不降反升 小金理财单月破7亿元', '临近春节人气不降反升 小金理财单月破7亿元', '<p>由于春节临近，资金流动性需求显著增强，投资人资金有所回流，从而使得1月份网贷成交量出现了一定程度的下滑。然而，来自上海的小金<a class="a-tips-Article-QQ" href="http://finance.qq.com/money/" target="_blank">理财</a>在1月的债权销售成交额顺利突破7亿元，人气丝毫未有减弱迹象，逆势增长，在网贷行业里一枝独秀。</p><p>　\r\n　根据“网贷之家”发布的《中国P2P网贷行业2015年1月月报》显示，1月网贷行业整体成交量达357.82亿元，较上月下降3.49%，是去年同期\r\n的3.04倍。许多网贷平台成交量上升速度趋缓，不少平台出现下降态势，陆金所、有利网、金信网、鑫合汇1月的成交量下降幅度达20%左右。</p><p>　　记者从上海夸氪<a class="a-tips-Article-QQ" href="http://finance.qq.com/l/financenews/jinrongshichang/jinrong.htm" target="_blank">金融</a>了解到，小金理财在新年开年即取得不俗成绩，1月单月债权销售成交额达到7亿3400万，同比上月5亿，增长46.8%。截止2月4日，仅上线6个月的小金理财，表现抢眼，累计债权销售额已经达到17亿5000万，按照目前的增长速度，离20亿大关仅一步之遥。</p><p>　\r\n　业内人士普遍认为，随着春节的逼近，网贷行业的活跃度将继续走低，预计网贷成交量还将进一步下降，然而小金理财的负责人邹经理告诉记者“我们的理财产品\r\n不同于任何一家其他的网贷，是真正的高收益活期理财。春节时期用户的资金流动性都较大，小金理财是实时存取的，正好符合这个需求，我们看好春节的市场”，\r\n提到届时会有什么活动时，邹经理表示暂不透露，“先保密，不过肯定的是一定会有，当做我们对投资人的回馈。”</p><p>　　据了解，小金理财由上海夸\r\n氪金融信息服务有限公司开发，该公司已于2011年先后获蓝驰创投和KPCB的风投，注册资本达到人民币1亿元。从产品来看，夸氪金融一开始就瞄准了互联\r\n网金融这片蓝海，继推出月光宝盒（借款应用）、卡小二（信用卡还款应用）之后，再次推出了小金理财（理财应用），并取得不俗成绩。2015年，站在风口上\r\n的小金理财，已经往高处飞起来了，至于多高，还需要模式的不断完善，等待市场进一步检验，我们拭目以待</p><p><br/></p>', 1438938043, 1438938252, 0, '11821438938043.jpg'),
(33, 2, 37, '临近春节人气不降反升 小金理财单月破7亿元', '临近春节人气不降反升 小金理财单月破7亿元', '<p>由于春节临近，资金流动性需求显著增强，投资人资金有所回流，从而使得1月份网贷成交量出现了一定程度的下滑。然而，来自上海的小金<a class="a-tips-Article-QQ" href="http://finance.qq.com/money/" target="_blank">理财</a>在1月的债权销售成交额顺利突破7亿元，人气丝毫未有减弱迹象，逆势增长，在网贷行业里一枝独秀。</p><p>　\r\n　根据“网贷之家”发布的《中国P2P网贷行业2015年1月月报》显示，1月网贷行业整体成交量达357.82亿元，较上月下降3.49%，是去年同期\r\n的3.04倍。许多网贷平台成交量上升速度趋缓，不少平台出现下降态势，陆金所、有利网、金信网、鑫合汇1月的成交量下降幅度达20%左右。</p><p>　　记者从上海夸氪<a class="a-tips-Article-QQ" href="http://finance.qq.com/l/financenews/jinrongshichang/jinrong.htm" target="_blank">金融</a>了解到，小金理财在新年开年即取得不俗成绩，1月单月债权销售成交额达到7亿3400万，同比上月5亿，增长46.8%。截止2月4日，仅上线6个月的小金理财，表现抢眼，累计债权销售额已经达到17亿5000万，按照目前的增长速度，离20亿大关仅一步之遥。</p><p>　\r\n　业内人士普遍认为，随着春节的逼近，网贷行业的活跃度将继续走低，预计网贷成交量还将进一步下降，然而小金理财的负责人邹经理告诉记者“我们的理财产品\r\n不同于任何一家其他的网贷，是真正的高收益活期理财。春节时期用户的资金流动性都较大，小金理财是实时存取的，正好符合这个需求，我们看好春节的市场”，\r\n提到届时会有什么活动时，邹经理表示暂不透露，“先保密，不过肯定的是一定会有，当做我们对投资人的回馈。”</p><p>　　据了解，小金理财由上海夸\r\n氪金融信息服务有限公司开发，该公司已于2011年先后获蓝驰创投和KPCB的风投，注册资本达到人民币1亿元。从产品来看，夸氪金融一开始就瞄准了互联\r\n网金融这片蓝海，继推出月光宝盒（借款应用）、卡小二（信用卡还款应用）之后，再次推出了小金理财（理财应用），并取得不俗成绩。2015年，站在风口上\r\n的小金理财，已经往高处飞起来了，至于多高，还需要模式的不断完善，等待市场进一步检验，我们拭目以待</p><p><br/></p>', 1438938043, 1438938252, 0, '11821438938043.jpg'),
(34, 2, 36, '小金理财和“宝宝们”有什么区别？', '', '<p>收益更高：“宝宝们”目前年化收益率普遍在4%左右浮动，小金理财年化收益率为固定8%，接近“宝宝们”的2倍。<br/>\r\n					提现更快：小金理财支持随时赎回和提现，并基本做到实时到账。从需要用钱到转到银行卡，一般只需要3分钟。<br/>\r\n					保障更全：“宝宝们”不保护收益，小金理财对本金和收益都进行保护，多重保障更放心，详情参见本息保障计划。\r\n &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>', 1438917848, 1438917848, 0, ''),
(35, 2, 36, '小金理财和“宝宝们”有什么区别？', '', '<p>收益更高：“宝宝们”目前年化收益率普遍在4%左右浮动，小金理财年化收益率为固定8%，接近“宝宝们”的2倍。<br/>\r\n					提现更快：小金理财支持随时赎回和提现，并基本做到实时到账。从需要用钱到转到银行卡，一般只需要3分钟。<br/>\r\n					保障更全：“宝宝们”不保护收益，小金理财对本金和收益都进行保护，多重保障更放心，详情参见本息保障计划。\r\n &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>', 1438917848, 1438917848, 0, ''),
(36, 2, 36, '小金理财和“宝宝们”有什么区别？', '', '<p>收益更高：“宝宝们”目前年化收益率普遍在4%左右浮动，小金理财年化收益率为固定8%，接近“宝宝们”的2倍。<br/>\r\n					提现更快：小金理财支持随时赎回和提现，并基本做到实时到账。从需要用钱到转到银行卡，一般只需要3分钟。<br/>\r\n					保障更全：“宝宝们”不保护收益，小金理财对本金和收益都进行保护，多重保障更放心，详情参见本息保障计划。\r\n &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>', 1438917848, 1438917848, 0, '');
INSERT INTO `cms_article` (`id`, `user_id`, `category_id`, `title`, `intro`, `content`, `create_at`, `update_at`, `status`, `logo`) VALUES
(37, 2, 36, '小金理财和“宝宝们”有什么区别？', '', '<p>收益更高：“宝宝们”目前年化收益率普遍在4%左右浮动，小金理财年化收益率为固定8%，接近“宝宝们”的2倍。<br/>\r\n					提现更快：小金理财支持随时赎回和提现，并基本做到实时到账。从需要用钱到转到银行卡，一般只需要3分钟。<br/>\r\n					保障更全：“宝宝们”不保护收益，小金理财对本金和收益都进行保护，多重保障更放心，详情参见本息保障计划。\r\n &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>', 1438917848, 1438917848, 0, ''),
(38, 2, 36, '小金理财和“宝宝们”有什么区别？', '', '<p>收益更高：“宝宝们”目前年化收益率普遍在4%左右浮动，小金理财年化收益率为固定8%，接近“宝宝们”的2倍。<br/>\r\n					提现更快：小金理财支持随时赎回和提现，并基本做到实时到账。从需要用钱到转到银行卡，一般只需要3分钟。<br/>\r\n					保障更全：“宝宝们”不保护收益，小金理财对本金和收益都进行保护，多重保障更放心，详情参见本息保障计划。\r\n &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>', 1438917848, 1438917848, 0, '');

-- --------------------------------------------------------

--
-- 表的结构 `cms_cat`
--

CREATE TABLE IF NOT EXISTS `cms_cat` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `status` int(11) NOT NULL,
  `created_at` varchar(64) COLLATE utf8_unicode_ci NOT NULL,
  `updated_at` varchar(64) COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=6 ;

--
-- 转存表中的数据 `cms_cat`
--

INSERT INTO `cms_cat` (`id`, `name`, `status`, `created_at`, `updated_at`) VALUES
(1, '友情链接', 1, '1437103213', '1437103213'),
(2, '网站广告', 1, '1437816184', '1437816184'),
(3, '媒体报道', 1, '1439450416', '1439450416'),
(4, '合作伙伴', 1, '1439515343', '1439515343'),
(5, '担保机构', 1, '1439617385', '1439617385');

-- --------------------------------------------------------

--
-- 表的结构 `cms_category`
--

CREATE TABLE IF NOT EXISTS `cms_category` (
  `id` int(13) NOT NULL AUTO_INCREMENT,
  `title` varchar(255) DEFAULT NULL,
  `intro` varchar(1000) DEFAULT NULL,
  `parent_id` int(13) DEFAULT NULL,
  `create_at` int(13) DEFAULT NULL,
  `update_at` int(13) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=42 ;

--
-- 转存表中的数据 `cms_category`
--

INSERT INTO `cms_category` (`id`, `title`, `intro`, `parent_id`, `create_at`, `update_at`) VALUES
(1, '新闻', 'intro1', 0, 1435375013, 1435375013),
(27, '平台', NULL, 0, 1435380703, 1435380703),
(28, 'tile4', NULL, 0, 1435380703, 1435380703),
(29, 'tile4', NULL, 0, 1435819004, 1435819004),
(30, 'tile4', NULL, 0, 1435819004, 1435819004),
(31, '安全保障', '安全保障-简介', 0, NULL, NULL),
(32, '关于我们', '关于我们', 0, NULL, NULL),
(33, '最新动态', '最新动态', 0, NULL, NULL),
(34, '加入我们', '加入我们', 0, NULL, NULL),
(35, '联系我们', '联系我们', 0, NULL, NULL),
(36, '帮助中心', '帮助中心', 0, NULL, NULL),
(37, '媒体报道', '媒体报道', 0, NULL, NULL),
(38, '合作伙伴', '合作伙伴', 0, NULL, NULL),
(39, '法律服务', '法律服务', 0, NULL, NULL),
(40, '平台公告', '平台公告', 33, NULL, NULL),
(41, '焦点新闻', '焦点新闻', 33, NULL, NULL);

-- --------------------------------------------------------

--
-- 表的结构 `cms_link`
--

CREATE TABLE IF NOT EXISTS `cms_link` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `cat_id` int(11) NOT NULL,
  `intro` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `bannar` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `link` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` varchar(64) COLLATE utf8_unicode_ci NOT NULL,
  `updated_at` varchar(64) COLLATE utf8_unicode_ci NOT NULL,
  `status` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=48 ;

--
-- 转存表中的数据 `cms_link`
--

INSERT INTO `cms_link` (`id`, `cat_id`, `intro`, `bannar`, `link`, `created_at`, `updated_at`, `status`) VALUES
(3, 0, NULL, '82821437113029.png', NULL, '1437113029', '1437113029', 0),
(4, 0, NULL, '84201437113077.png', NULL, '1437113077', '1437113077', 0),
(5, 0, NULL, '12281437113366.png', NULL, '1437113366', '1437113366', 0),
(17, 4, '本公司是国内领先的股权投资与新型投行金融服务公司，旗下主要有两块业务：股权投资与资产管理（PE）、新型投资银行业务。', '46061439521271.png', '', '1439515493', '1440469892', 1),
(18, 4, '合作伙伴2', '62891439521299.png', '', '1439515515', '1439521299', 1),
(19, 4, '合作伙伴3', '53231439521317.png', '', '1439515532', '1439521317', 1),
(20, 4, '合作伙伴4', '42831439521335.png', '', '1439515547', '1439521335', 1),
(21, 4, '合作伙伴5', '74991439521365.png', '', '1439515560', '1439521365', 1),
(22, 4, '合作伙伴6', '15021439521386.png', '', '1439515576', '1439521386', 1),
(23, 4, '合作伙伴7', '38101439521406.png', '', '1439515592', '1439521406', 1),
(24, 3, '媒体报道1', '43631439521495.jpg', 'http://imall.cntv.cn/2014/06/23/ARTI1403506440615976.shtml', '1439521495', '1440468817', 1),
(25, 3, '媒体报道2', '43731439521517.jpg', 'http://tech.sina.com.cn/i/2015-02-17/doc-icczmvun6176969.shtml', '1439521517', '1440468863', 1),
(27, 3, '媒体报道3', '77391439521540.jpg', 'http://finance.eastmoney.com/news/1355,20150114467638289.html', '1439521540', '1440468919', 1),
(28, 3, '媒体报道4', '90711439521559.jpg', 'http://www.focus.cn/news/bd-2014-12-21/5893373.html', '1439521559', '1440468951', 1),
(29, 3, '媒体报道5', '24621439521581.jpg', 'http://economy.gmw.cn/2013-12/19/content_9867967.htm', '1439521581', '1440468970', 1),
(30, 3, '媒体报道', '93691439521613.png', 'http://www.fechina.com.cn/category/news/201401/0738604/1.html', '1439521613', '1440468991', 1),
(31, 3, '媒体报道7', '86091439521635.png', 'http://www.cb.com.cn/index.php?m=content&c=index&a=show&catid=38&id=1029072&all', '1439521635', '1440469012', 1),
(32, 3, '媒体报道8', '62511439521656.png', 'http://finance.jrj.com.cn/tech/2014/08/18190217834675.shtml', '1439521656', '1440469033', 1),
(33, 3, '媒体报道9', '25071439521680.jpg', 'http://capital.chinaventure.com.cn/11/172/14218153511.shtml', '1439521680', '1440469048', 1),
(34, 3, '媒体报道10', '35391439521701.png', '', '1439521701', '1439521701', 1),
(35, 5, '金达融资担保有限责任公司（以下简称“金达担保”），成立于2001年，是经北京市工商行政管理局批准，注册资金为5.5亿元人民币的专业信用担保公司。第一批取得了北京市金融工作局颁发的“融资性担保机构经营许可证”。由北京资信评级有限公司评定的信用等级为AA+级。 “金达担保”与三十家银行等金融机构建立了合作关系，同时已经与北京中小企业信用再担保有限责任公司结成了战略合作关系，并被北京市建委列入工程担保专业机构推荐名单，已经成为北京市高院和第一、第二中级人民法院等各级法院认可的担保机构。\r\n', '25221439632098.png', '', '1439617540', '1440470301', 1),
(36, 5, '金达融资担保有限责任公司（以下简称“金达担保”），成立于2001年，是经北京市工商行政管理局批准，注册资金为5.5亿元人民币的专业信用担保公司。第一批取得了北京市金融工作局颁发的“融资性担保机构经营许可证”。由北京资信评级有限公司评定的信用等级为AA+级。 “金达担保”与三十家银行等金融机构建立了合作关系，同时已经与北京中小企业信用再担保有限责任公司结成了战略合作关系，并被北京市建委列入工程担保专业机构推荐名单，已经成为北京市高院和第一、第二中级人民法院等各级法院认可的担保机构。\r\n', '56061439632125.png', '', '1439617560', '1440470316', 1),
(37, 5, '金达融资担保有限责任公司（以下简称“金达担保”），成立于2001年，是经北京市工商行政管理局批准，注册资金为5.5亿元人民币的专业信用担保公司。第一批取得了北京市金融工作局颁发的“融资性担保机构经营许可证”。由北京资信评级有限公司评定的信用等级为AA+级。 “金达担保”与三十家银行等金融机构建立了合作关系，同时已经与北京中小企业信用再担保有限责任公司结成了战略合作关系，并被北京市建委列入工程担保专业机构推荐名单，已经成为北京市高院和第一、第二中级人民法院等各级法院认可的担保机构。\r\n', '45001439632147.png', '', '1439617574', '1440470330', 1),
(38, 5, '担保机构4金达融资担保有限责任公司（以下简称“金达担保”），成立于2001年，是经北京市工商行政管理局批准，注册资金为5.5亿元人民币的专业信用担保公司。第一批取得了北京市金融工作局颁发的“融资性担保机构经营许可证”。由北京资信评级有限公司评定的信用等级为AA+级。 “金达担保”与三十家银行等金融机构建立了合作关系，同时已经与北京中小企业信用再担保有限责任公司结成了战略合作关系，并被北京市建委列入工程担保专业机构推荐名单，已经成为北京市高院和第一、第二中级人民法院等各级法院认可的担保机构。\r\n', '61651439632168.png', '', '1439617590', '1440470346', 1),
(39, 1, '火理财', NULL, 'http://huo.yonglibao.com/', '1440473561', '1440473561', 1),
(40, 1, '火分期', NULL, 'http://hfq.yonglibao.com/', '1440473591', '1440473591', 1),
(41, 1, '复旦大学管理学院', NULL, 'http://www.fdsm.fudan.edu.cn/', '1440473624', '1440473624', 1),
(42, 1, '社科院', NULL, 'http://www.cssn.cn/', '1440473644', '1440473644', 1),
(43, 1, '央视网', NULL, 'http://www.cntv.cn/', '1440473663', '1440473663', 1),
(44, 1, '网贷之家', NULL, 'http://www.wangdaizhijia.com/', '1440473690', '1440473690', 1),
(45, 1, '网贷天眼', NULL, 'http://www.p2peye.com/', '1440473721', '1440473721', 1),
(46, 1, '绿狗网', NULL, 'http://www.lvgou.com/', '1440473743', '1440473743', 1),
(47, 1, '上海金融信息行业协会', NULL, 'http://www.sfia.org.cn/', '1440473764', '1440473764', 1);

-- --------------------------------------------------------

--
-- 表的结构 `fund_common`
--

CREATE TABLE IF NOT EXISTS `fund_common` (
  `id` int(13) NOT NULL AUTO_INCREMENT,
  `invest_sum` double(15,5) DEFAULT NULL,
  `invest_people` int(15) DEFAULT NULL,
  `invest_times` int(15) DEFAULT NULL,
  `create_at` int(13) DEFAULT NULL,
  `update_at` int(13) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=2 ;

--
-- 转存表中的数据 `fund_common`
--

INSERT INTO `fund_common` (`id`, `invest_sum`, `invest_people`, `invest_times`, `create_at`, `update_at`) VALUES
(1, 384713.00000, 10, 23, 1436803200, 1436803200);

-- --------------------------------------------------------

--
-- 表的结构 `fund_daycommon`
--

CREATE TABLE IF NOT EXISTS `fund_daycommon` (
  `id` int(13) NOT NULL AUTO_INCREMENT,
  `invest_sum` double(15,3) DEFAULT NULL,
  `invest_people` int(15) DEFAULT NULL,
  `invest_times` int(15) DEFAULT NULL,
  `create_at` int(13) DEFAULT NULL,
  `update_at` int(13) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=5 ;

--
-- 转存表中的数据 `fund_daycommon`
--

INSERT INTO `fund_daycommon` (`id`, `invest_sum`, `invest_people`, `invest_times`, `create_at`, `update_at`) VALUES
(1, NULL, NULL, NULL, NULL, NULL),
(2, NULL, NULL, NULL, NULL, NULL),
(3, 3.000, NULL, NULL, NULL, NULL),
(4, 3.000, 5, 3, 1436803200, 1436803200);

-- --------------------------------------------------------

--
-- 表的结构 `fund_income`
--

CREATE TABLE IF NOT EXISTS `fund_income` (
  `member_id` int(11) NOT NULL,
  `money` double(13,3) NOT NULL,
  `smoney` double(13,3) NOT NULL,
  `created_at` varchar(64) COLLATE utf8_unicode_ci NOT NULL,
  `updated_at` varchar(64) COLLATE utf8_unicode_ci NOT NULL,
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `rate` float(13,5) NOT NULL,
  `newmoney` float(13,5) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=51 ;

--
-- 转存表中的数据 `fund_income`
--

INSERT INTO `fund_income` (`member_id`, `money`, `smoney`, `created_at`, `updated_at`, `id`, `rate`, `newmoney`) VALUES
(61, 100.000, 10.000, '', '', 50, 0.00000, 0.00000);

-- --------------------------------------------------------

--
-- 表的结构 `fund_orders`
--

CREATE TABLE IF NOT EXISTS `fund_orders` (
  `id` int(13) NOT NULL AUTO_INCREMENT,
  `member_id` int(13) DEFAULT NULL,
  `product_id` int(13) DEFAULT NULL,
  `money` double(13,3) DEFAULT NULL,
  `status` smallint(2) DEFAULT NULL,
  `type` tinyint(2) unsigned DEFAULT NULL,
  `start_at` int(13) DEFAULT NULL,
  `end_at` int(13) DEFAULT NULL,
  `create_at` int(13) DEFAULT NULL,
  `update_at` int(13) DEFAULT NULL,
  `start_money` double(13,3) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `fk_fund_orders_fund_product_1` (`product_id`),
  KEY `fk_fund_orders_ucenter_member_1` (`member_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=190 ;

--
-- 转存表中的数据 `fund_orders`
--

INSERT INTO `fund_orders` (`id`, `member_id`, `product_id`, `money`, `status`, `type`, `start_at`, `end_at`, `create_at`, `update_at`, `start_money`) VALUES
(180, 55, 14, 100000.000, 1, 1, 1439210215, 1441011000, NULL, NULL, 100000.000),
(181, 55, 14, 50000.000, 1, 1, 1439210232, 1441011000, NULL, NULL, 50000.000),
(182, 61, 16, 10000.000, 1, 0, 1439380658, 1439447400, NULL, NULL, 10000.000),
(183, 61, 16, 10000.000, 1, 0, 1439380904, 1439447400, NULL, NULL, 10000.000),
(184, 60, 17, 1000.000, 1, 0, 1439772919, 1440063900, NULL, NULL, 1000.000),
(185, 60, 17, 100.000, 1, 0, 1439772931, 1440063900, NULL, NULL, 100.000),
(186, 60, 17, 10.000, 1, 0, 1439772950, 1440063900, NULL, NULL, 10.000),
(187, 60, 17, 1000.000, 1, 0, 1439772963, 1440063900, NULL, NULL, 1000.000),
(188, 60, 17, 10000.000, 1, 0, 1439774099, 1440063900, NULL, NULL, 10000.000),
(189, 60, 17, 100.000, 1, 0, 1439975228, 1440063900, NULL, NULL, 100.000);

-- --------------------------------------------------------

--
-- 表的结构 `fund_product`
--

CREATE TABLE IF NOT EXISTS `fund_product` (
  `id` int(13) NOT NULL AUTO_INCREMENT,
  `title` varchar(255) NOT NULL,
  `intro` varchar(255) NOT NULL,
  `amount` double(13,3) NOT NULL,
  `start_at` int(13) NOT NULL,
  `end_at` int(13) NOT NULL,
  `rate` double(13,3) NOT NULL,
  `invest_people` int(13) NOT NULL,
  `invest_sum` float(13,5) NOT NULL,
  `each_max` varchar(1000) NOT NULL,
  `each_min` varchar(1000) NOT NULL,
  `create_at` int(13) NOT NULL,
  `update_at` int(13) NOT NULL,
  `status` smallint(2) NOT NULL DEFAULT '0',
  `create_user_id` int(13) DEFAULT NULL,
  `check_user_id` int(13) DEFAULT NULL,
  `contract` varchar(255) DEFAULT NULL,
  `type` int(11) DEFAULT NULL,
  `ocreditor` varchar(64) DEFAULT NULL,
  `maxcreditor` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `fk_fund_product_ucenter_user_1` (`create_user_id`),
  KEY `fk_fund_product_ucenter_user_2` (`check_user_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=19 ;

--
-- 转存表中的数据 `fund_product`
--

INSERT INTO `fund_product` (`id`, `title`, `intro`, `amount`, `start_at`, `end_at`, `rate`, `invest_people`, `invest_sum`, `each_max`, `each_min`, `create_at`, `update_at`, `status`, `create_user_id`, `check_user_id`, `contract`, `type`, `ocreditor`, `maxcreditor`) VALUES
(14, '万虎网络001标2015810', '投资简介', 250000.000, 1439107800, 1441011000, 0.080, 2, 250000.00000, '100000', '100', 1439194383, 0, 1, 2, NULL, '45901439194383.jpg', 1, NULL, NULL),
(15, '债权项目001标题', '债权项目001简介', 100000.000, 1439080800, 1439639400, 0.080, 1, 100000.00000, '200000', '10', 1439207802, 0, 1, 2, NULL, '64341439207802.jpg', 0, NULL, NULL),
(16, '债权项目002标题', '债权项目002简介', 50000.000, 1439341800, 1439447400, 0.080, 1, 20000.00000, '10000', '100', 1439255628, 0, 0, 2, NULL, '98351439255628.jpg', 0, NULL, NULL),
(17, '债权项目003标题', '债权项目003简介', 60000.000, 1439258700, 1440063900, 0.080, 1, 12210.00000, '10000', '10', 1439255710, 0, 0, 2, NULL, '97161439255710.jpg', 0, NULL, NULL),
(18, '理财王债权', '测试标', 1000000.000, 1439255100, 1440810300, 0.080, 0, 0.00000, '1000', '100', 1439255848, 0, 0, 2, NULL, '97951439255848.jpg', 0, NULL, NULL);

-- --------------------------------------------------------

--
-- 表的结构 `fund_product_thirdproduct`
--

CREATE TABLE IF NOT EXISTS `fund_product_thirdproduct` (
  `id` int(13) unsigned NOT NULL AUTO_INCREMENT,
  `thirdproduct_id` int(13) DEFAULT NULL,
  `product_id` int(13) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `fund_product_thirdproduct_ibfk_1` (`thirdproduct_id`),
  KEY `fund_product_thirdproduct_ibfk_2` (`product_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=67 ;

--
-- 转存表中的数据 `fund_product_thirdproduct`
--

INSERT INTO `fund_product_thirdproduct` (`id`, `thirdproduct_id`, `product_id`) VALUES
(58, 12, 14),
(59, 13, 14),
(60, 14, 14),
(61, 15, 14),
(62, 16, 14),
(63, 17, 14),
(64, 18, 14),
(65, 19, 14),
(66, 20, 14);

-- --------------------------------------------------------

--
-- 表的结构 `fund_thirdorder`
--

CREATE TABLE IF NOT EXISTS `fund_thirdorder` (
  `id` int(13) NOT NULL AUTO_INCREMENT,
  `thirdproduct_id` int(13) DEFAULT NULL,
  `member_id` int(13) DEFAULT NULL,
  `order_id` int(13) DEFAULT NULL,
  `money` double(13,3) DEFAULT NULL,
  `status` smallint(2) DEFAULT NULL,
  `start_at` int(13) DEFAULT NULL,
  `end_at` int(13) DEFAULT NULL,
  `create_at` int(13) DEFAULT NULL,
  `update_at` int(13) DEFAULT NULL,
  `start_money` double(13,3) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=216 ;

--
-- 转存表中的数据 `fund_thirdorder`
--

INSERT INTO `fund_thirdorder` (`id`, `thirdproduct_id`, `member_id`, `order_id`, `money`, `status`, `start_at`, `end_at`, `create_at`, `update_at`, `start_money`) VALUES
(208, 12, 55, 180, 10000.000, 1, 1439210215, 1441011000, NULL, NULL, 10000.000),
(209, 17, 55, 180, 10000.000, 1, 1439210215, 1441011000, NULL, NULL, 10000.000),
(210, 16, 55, 180, 50000.000, 1, 1439210215, 1441011000, NULL, NULL, 50000.000),
(211, 15, 55, 180, 30000.000, 1, 1439210215, 1441011000, NULL, NULL, 30000.000),
(212, 15, 55, 181, 10000.000, 1, 1439210232, 1441011000, NULL, NULL, 10000.000),
(213, 13, 55, 181, 10000.000, 1, 1439210232, 1441011000, NULL, NULL, 10000.000),
(214, 18, 55, 181, 7500.000, 1, 1439210232, 1441011000, NULL, NULL, 7500.000),
(215, 20, 55, 181, 22500.000, 1, 1439210232, 1441011000, NULL, NULL, 22500.000);

-- --------------------------------------------------------

--
-- 表的结构 `fund_thirdproduct`
--

CREATE TABLE IF NOT EXISTS `fund_thirdproduct` (
  `id` int(13) NOT NULL AUTO_INCREMENT,
  `title` varchar(255) NOT NULL,
  `intro` varchar(255) NOT NULL,
  `source` varchar(255) NOT NULL,
  `creditor` varchar(255) NOT NULL,
  `realname` varchar(255) DEFAULT NULL,
  `contract` varchar(255) DEFAULT NULL,
  `remarks` varchar(255) NOT NULL,
  `amount` double(13,3) NOT NULL,
  `start_at` int(13) NOT NULL,
  `end_at` int(13) NOT NULL,
  `invest_people` int(13) NOT NULL,
  `invest_sum` double(13,3) NOT NULL,
  `create_at` int(13) NOT NULL,
  `update_at` int(13) NOT NULL,
  `status` smallint(2) NOT NULL DEFAULT '0',
  `create_user_id` int(13) DEFAULT NULL,
  `check_user_id` int(13) DEFAULT NULL,
  `rate` float(13,5) NOT NULL,
  `intentcontract` varchar(255) DEFAULT NULL,
  `intentrealname` varchar(255) DEFAULT NULL,
  `process_status` tinyint(2) NOT NULL DEFAULT '0',
  `reject` text,
  `intent` int(11) NOT NULL,
  `maxcreditor` int(11) DEFAULT NULL,
  `borrowman` varchar(255) DEFAULT NULL,
  `mcmoney` varchar(255) DEFAULT NULL,
  `ocmoney` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `fk_fund_thirdproduct_ucenter_user_1` (`create_user_id`),
  KEY `fk_fund_thirdproduct_ucenter_user_2` (`check_user_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=23 ;

--
-- 转存表中的数据 `fund_thirdproduct`
--

INSERT INTO `fund_thirdproduct` (`id`, `title`, `intro`, `source`, `creditor`, `realname`, `contract`, `remarks`, `amount`, `start_at`, `end_at`, `invest_people`, `invest_sum`, `create_at`, `update_at`, `status`, `create_user_id`, `check_user_id`, `rate`, `intentcontract`, `intentrealname`, `process_status`, `reject`, `intent`, `maxcreditor`, `borrowman`, `mcmoney`, `ocmoney`) VALUES
(12, '债权转让001标题20150810', '债权转让001简介20150810', '债权转让001来源20150810', '债权转让001债权人20150810', '111.jpg', '47801439189576.jpg', '债权转让001备注20150810', 10000.000, 1439102700, 1439523000, 0, 10000.000, 1439189576, 1439210215, 1, 4, 2, 0.08000, '52111439189576.jpg', '111.jpg', 1, NULL, 2, NULL, NULL, NULL, NULL),
(13, '债权转让002标题20150810', '债权转让002简介20150810', '债权转让002来源20150810', '债权转让002债权人20150810', '111.jpg', '19811439189927.jpg', '债权转让002备注20150810', 20000.000, 1439103300, 1439621700, 0, 10000.000, 1439189927, 1439210232, 1, 4, 2, 0.08000, '39101439189927.jpg', '111.jpg', 1, NULL, 2, NULL, NULL, NULL, NULL),
(14, '债权转让003标题20150810', '债权转让003简介20150810', '债权转让003来源20150810', '债权转让003债权人20150810', '111.jpg', '43621439190065.jpg', '债权转让003备注20150810', 30000.000, 1439103300, 1439621700, 0, 0.000, 1439190065, 1439194383, 1, 4, 2, 0.08000, '77041439190065.jpg', '111.jpg', 1, NULL, 2, NULL, NULL, NULL, NULL),
(15, '债权转让004标题20150810', '债权转让004简介20150810', '债权转让004来源20150810', '债权转让004债权人20150810', '111.jpg', '43711439190157.jpg', '债权转让004备注20150810', 40000.000, 1439106900, 1439621700, 0, 40000.000, 1439190157, 1439210232, 1, 4, 2, 0.08000, '42331439190157.jpg', '111.jpg', 1, NULL, 2, NULL, NULL, NULL, NULL),
(16, '债权转让005标题20150810', '债权转让005简介20150810', '债权转让005来源20150810', '债权转让005债权人20150810', '111.jpg', '81691439190252.jpg', '债权转让005备注20150810', 50000.000, 1439103600, 1439622000, 0, 50000.000, 1439190252, 1439210215, 1, 4, 2, 0.08000, '70111439190252.jpg', '111.jpg', 1, NULL, 2, NULL, NULL, NULL, NULL),
(17, '债权转让006标题20150810', '债权转让006简介20150810', '债权转让006来源20150810', '债权转让006债权人20150810', '111.jpg', '54781439190403.jpg', '债权转让006备注20150810', 10000.000, 1439080800, 1440054000, 0, 10000.000, 1439190403, 1439210215, 1, 4, 2, 0.08000, '83491439190403.jpg', '111.jpg', 1, NULL, 2, NULL, NULL, NULL, NULL),
(18, '债权转让007标题20150810', '债权转让007简介20150810', '债权转让007来源20150810', '债权转让007债权人20150810', '111.jpg', '19551439190549.jpg', '债权转让007备注20150810', 20000.000, 1439103900, 1440054900, 0, 7500.000, 1439190549, 1439210232, 1, 4, 2, 0.08000, '83971439190549.jpg', '111.jpg', 1, NULL, 2, NULL, NULL, NULL, NULL),
(19, '债权转让008标题20150810', '债权转让008简介20150810', '债权转让008来源20150810', '债权转让008债权人20150810', '111.jpg', '51671439190631.jpg', '债权转让008备注20150810', 30000.000, 1439103900, 1440054300, 0, 0.000, 1439190631, 1439194383, 1, 4, 2, 0.08000, '74641439190631.jpg', '111.jpg', 1, NULL, 2, NULL, NULL, NULL, NULL),
(20, '债权转让009标1111题20150810', '债权转让009简介20150810', '债权转让009来源20150810', '债权转让009债权人20150810', '111.jpg', '13651439190709.jpg', '债权转让009备注20150810', 40000.000, 1439082300, 1440050700, 0, 22500.000, 1439190709, 1439210232, 1, 4, 2, 0.00000, '43151439190709.jpg', '111.jpg', 1, NULL, 2, NULL, NULL, NULL, NULL),
(21, 'touzi', '1231', '1231', '1231', NULL, NULL, '12312', 1231231.000, 0, 0, 0, 0.000, 1439191765, 1439191765, 0, 4, NULL, 12312.30957, NULL, NULL, 0, NULL, 2, NULL, NULL, NULL, NULL),
(22, '债权012', '债权012简介', '债权012来源', '债权012债权人', '111.jpg', '86511439340681.jpg', '债权012备注', 50000.000, 1439257500, 1439610900, 0, 0.000, 1439340681, 1439340681, 0, 2, NULL, 0.08000, '58921439340681.jpg', '111.jpg', 0, NULL, 2, NULL, NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- 表的结构 `idcard_log`
--

CREATE TABLE IF NOT EXISTS `idcard_log` (
  `id` int(13) NOT NULL AUTO_INCREMENT,
  `uid` int(12) DEFAULT NULL,
  `name` varchar(25) DEFAULT NULL,
  `idcard` varchar(25) DEFAULT NULL,
  `status` smallint(2) DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL,
  `sex` varchar(15) DEFAULT NULL,
  `birthday` varchar(25) DEFAULT NULL,
  `remark` varchar(255) DEFAULT NULL,
  `create_at` int(13) DEFAULT NULL,
  `update_at` int(13) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 COMMENT='身份认证记录' AUTO_INCREMENT=21 ;

-- --------------------------------------------------------

--
-- 表的结构 `lianlian_pay`
--

CREATE TABLE IF NOT EXISTS `lianlian_pay` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `uid` int(11) DEFAULT NULL,
  `idcard` varchar(255) DEFAULT NULL COMMENT '身份证号',
  `real_name` varchar(255) DEFAULT NULL COMMENT '真实姓名',
  `user_id` varchar(255) DEFAULT NULL COMMENT '用户唯一标识',
  `busi_partne` varchar(255) DEFAULT NULL COMMENT '商户业务类型',
  `no_order` varchar(255) DEFAULT NULL COMMENT '商户订单号',
  `name_goods` varchar(255) DEFAULT NULL COMMENT '商品名称',
  `money_order` varchar(255) DEFAULT NULL COMMENT '订单金额',
  `card_no` varchar(255) DEFAULT NULL COMMENT '银行卡号',
  `from_ip` varchar(255) DEFAULT NULL COMMENT '用户请求ip',
  `bank_code` varchar(255) DEFAULT NULL COMMENT '银行编号',
  `status` smallint(3) DEFAULT NULL COMMENT '-1:未确认0：错误1：完成',
  `remark` varchar(255) DEFAULT NULL COMMENT '备注',
  `sign_type` varchar(20) DEFAULT NULL COMMENT '签名方式',
  `sign` varchar(255) DEFAULT NULL,
  `oid_paybill` varchar(255) DEFAULT NULL COMMENT '支付单号',
  `money_lianlian` varchar(255) DEFAULT NULL COMMENT '连连返回支付结果',
  `settle_date` varchar(255) DEFAULT NULL COMMENT '清算日期',
  `pay_type` varchar(255) DEFAULT NULL COMMENT '支付类型',
  `create_at` int(11) DEFAULT NULL,
  `update_at` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=44 ;

--
-- 转存表中的数据 `lianlian_pay`
--

INSERT INTO `lianlian_pay` (`id`, `uid`, `idcard`, `real_name`, `user_id`, `busi_partne`, `no_order`, `name_goods`, `money_order`, `card_no`, `from_ip`, `bank_code`, `status`, `remark`, `sign_type`, `sign`, `oid_paybill`, `money_lianlian`, `settle_date`, `pay_type`, `create_at`, `update_at`) VALUES
(43, 60, '130633199105071078', '刘少华', '897c99d04bffaa4b52ad5e9ca49e71ac', '101001', '19e0a30844d0ef157cc563d87f1a4ac6', '充值', '', '6222020200094377732', '120.3.252.59', NULL, -1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1439975300, 1439975300),
(42, 60, '130633199105071078', '刘少华', 'c01202959d3867cb0af41021582544e6', '101001', '4c7660eeb4f27e7438400f2fd4a34b9f', '充值', '', '6222020200094377732', '120.3.252.59', NULL, -1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1439975291, 1439975291),
(41, 60, '130633199105071078', '刘少华', '982e642e9d494086855220301e332233', '101001', 'e1858b7e69399e728d1c44467caaca78', '充值', '0.01', '6222020200094377732', '120.3.252.59', NULL, -1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1439975280, 1439975280),
(40, 60, '130633199105071078', '刘少华', '42ef82856fb96153e66254831d7d7efc', '101001', '1f86bb43b8df58553be1d35a45e6c935', '充值', '0.01', '6222020200094377732', '120.3.252.59', NULL, -1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1439975278, 1439975278),
(39, 60, '130633199105071078', '刘少华', '2c9df49ef92962d8b3f3008f5ccb3ffc', '101001', '9754cfc88da2e92e7709cfeb277ec456', '充值', '0.01', '6222020200094377732', '120.3.252.59', NULL, -1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1439975277, 1439975277),
(38, 55, '130925198312237018', '刘红帅', 'ab35b2540cf74eb7356b069e5473c989', '101001', 'bae015266f7e51628d867a8b087c892e', '充值', '0.01', '6222020200094377732', '120.3.251.208', '01020000', 1, 'success', 'MD5', '9af8b745b223073191f99180679d2b9f', '2015081113317905', '0.01', '20150811', 'D', 1439298255, 1439298276),
(37, 55, '130925198312237018', '刘红帅', 'ab35b2540cf74eb7356b069e5473c989', '101001', 'b7f3a16f0a5987e60fdc21370faff19a', '充值', '0.01', '6222020200094377732', '120.3.251.208', NULL, -1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1439298044, 1439298044),
(36, 55, '130925198312237018', '刘红帅', 'ab35b2540cf74eb7356b069e5473c989', '101001', '9e29c6969457bd3c44969fcdf3ea173f', '充值', '0.01', '6222020200094377732', '120.3.251.208', '01020000', 1, 'success', 'MD5', 'a70f1670ea8d493cd063bf64d1a6ed04', '2015081113313597', '0.01', '20150811', 'D', 1439297856, 1439297897),
(35, 55, '130925198312237018', '刘红帅', 'ab35b2540cf74eb7356b069e5473c989', '101001', 'fb23ed206b05d49e758aa2e5acdcc1f3', '充值', '0.01', '6222020200094377732', '120.3.251.208', '01020000', 1, 'success', 'MD5', '0910778b91aa845d5357b15eebfc115b', '2015081113299508', '0.01', '20150811', 'D', 1439296243, 1439296280),
(28, 25, '130627199311113700', '孙瑞轻', '677f6ff2226a2c6db4b5ad89a21713a9', '101001', 'cc522b525ff348b9e58456c829e2e44a', '首次充值', '0.01', '6227000140510442244', NULL, '01050000', 1, 'success', 'MD5', 'abd1740cfe66715df067dfc70d419bf7', '2015080811466969', '0.01', '20150808', 'D', NULL, NULL),
(29, 25, '130627199311113700', '孙瑞轻', '8f4f4deb9b5b0941c778c7c33809a40e', '101001', 'beb5db1b8b40b5fd22feef1fd257811c', '首次充值', '0.01', '6227000140510442244', NULL, '01050000', 1, 'success', 'MD5', 'a471c96d7e8c88bbd660a41cd3034978', '2015080811479327', '0.01', '20150808', 'D', NULL, NULL),
(30, 25, '130627199311113700', '孙瑞轻', '3ed5b8e64a707f368b30d5eb54d7522d', '101001', '2c6f9df2b0bd7d4a3364ebaa5c433f1e', '首次充值', '0.01', '6227000140510442244', NULL, NULL, -1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(31, 25, '130627199311113700', '孙瑞轻', '59b5f53df486a0982717ac9a702fe826', '101001', '86fbb5f418128e48ee8c9c70a8a037be', '首次充值', '0.01', '6227000140510442244', NULL, NULL, -1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(32, 25, '130627199311113700', '孙瑞轻', 'bb3761a41656dee44e185b09bcd393bf', '101001', 'a57c0b9795d3e06fa310f1e62024a1d3', '首次充值', '0.01', '6227000140510442244', NULL, NULL, -1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(33, 25, '130627199311113700', '孙瑞轻', '5a397ae868b9c9a645de85897bc68be9', '101001', '50cd07a127ea57028625dcf80f4889d1', '首次充值', '0.01', '6227000140510442244', NULL, NULL, -1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(34, 25, '130627199311113700', '孙瑞轻', 'f0b191e45fbcb586b3246e19ed5705da', '101001', '91bef9d6712ba39dec46ecec355e653d', '首次充值', '0.01', '6227000140510442244', NULL, '01050000', 1, 'success', 'MD5', '68c8860e79c9fee0bca64fef82775118', '2015080811490508', '0.01', '20150808', 'D', NULL, NULL);

-- --------------------------------------------------------

--
-- 表的结构 `migration`
--

CREATE TABLE IF NOT EXISTS `migration` (
  `version` varchar(180) NOT NULL,
  `apply_time` int(11) DEFAULT NULL,
  PRIMARY KEY (`version`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `migration`
--

INSERT INTO `migration` (`version`, `apply_time`) VALUES
('m140608_201405_user_init', 1435997006);

-- --------------------------------------------------------

--
-- 表的结构 `operating`
--

CREATE TABLE IF NOT EXISTS `operating` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `username` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `step` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `created_at` varchar(64) COLLATE utf8_unicode_ci NOT NULL,
  `updated_at` varchar(64) COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=44 ;

--
-- 转存表中的数据 `operating`
--

INSERT INTO `operating` (`id`, `username`, `step`, `created_at`, `updated_at`) VALUES
(1, 'admin2', '查看', '1437987291', '1437987291'),
(2, 'admin2', '查看第三方债券', '1437987421', '1437987421'),
(3, 'admin2', '查看第三方债券', '1438048758', '1438048758'),
(4, 'admin2', '查看第三方债券', '1438241726', '1438241726'),
(5, 'admin2', '查看第三方债券', '1438241731', '1438241731'),
(6, 'admin2', '查看第三方债券', '1438241742', '1438241742'),
(7, 'admin2', '查看第三方债券', '1438242889', '1438242889'),
(8, 'disanfang', '查看第三方债券', '1438243420', '1438243420'),
(9, 'disanfang', '查看第三方债券', '1438243451', '1438243451'),
(10, 'disanfang', '查看第三方债券', '1438243533', '1438243533'),
(11, 'admin2', '查看第三方债券', '1438244229', '1438244229'),
(12, 'disanfang', '查看第三方债券', '1438244775', '1438244775'),
(13, 'disanfang', '查看第三方债券', '1438245028', '1438245028'),
(14, 'disanfang', '查看第三方债券', '1438245511', '1438245511'),
(15, 'admin2', '查看第三方债券', '1438246588', '1438246588'),
(16, 'admin2', '查看第三方债券', '1438246629', '1438246629'),
(17, 'admin2', '查看第三方债券', '1438246632', '1438246632'),
(18, 'admin2', '查看第三方债券', '1438246638', '1438246638'),
(19, 'admin2', '查看第三方债券', '1438246715', '1438246715'),
(20, 'admin2', '查看第三方债券', '1438246824', '1438246824'),
(21, 'admin2', '查看第三方债券', '1438246836', '1438246836'),
(22, 'admin2', '查看第三方债券', '1438246838', '1438246838'),
(23, 'admin2', '查看第三方债券', '1438246840', '1438246840'),
(24, 'admin2', '查看第三方债券', '1438246913', '1438246913'),
(25, 'admin2', '创建第三方债券', '1438494663', '1438494663'),
(26, 'admin2', '创建第三方债券', '1438494756', '1438494756'),
(27, 'ceshi', '创建第三方债券', '1438495529', '1438495529'),
(28, 'ceshi', '更新第三方债券', '1438496980', '1438496980'),
(29, 'ceshi', '创建第三方债券', '1438497106', '1438497106'),
(30, 'ceshi', '创建第三方债券', '1439189576', '1439189576'),
(31, 'ceshi', '创建第三方债券', '1439189927', '1439189927'),
(32, 'ceshi', '创建第三方债券', '1439190065', '1439190065'),
(33, 'ceshi', '创建第三方债券', '1439190157', '1439190157'),
(34, 'ceshi', '创建第三方债券', '1439190252', '1439190252'),
(35, 'ceshi', '创建第三方债券', '1439190403', '1439190403'),
(36, 'ceshi', '创建第三方债券', '1439190549', '1439190549'),
(37, 'ceshi', '创建第三方债券', '1439190631', '1439190631'),
(38, 'ceshi', '创建第三方债券', '1439190709', '1439190709'),
(39, 'ceshi', '更新第三方债券', '1439190807', '1439190807'),
(40, 'ceshi', '更新第三方债券', '1439190883', '1439190883'),
(41, 'ceshi', '更新第三方债券', '1439191098', '1439191098'),
(42, 'ceshi', '创建第三方债券', '1439191765', '1439191765'),
(43, 'admin', '创建第三方债券', '1439340682', '1439340682');

-- --------------------------------------------------------

--
-- 表的结构 `setting`
--

CREATE TABLE IF NOT EXISTS `setting` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `parent_id` int(11) NOT NULL DEFAULT '0',
  `code` varchar(32) NOT NULL,
  `type` varchar(32) NOT NULL,
  `store_range` varchar(255) DEFAULT NULL,
  `store_dir` varchar(255) DEFAULT NULL,
  `value` text,
  `sort_order` int(11) NOT NULL DEFAULT '50',
  PRIMARY KEY (`id`),
  KEY `parent_id` (`parent_id`),
  KEY `code` (`code`),
  KEY `sort_order` (`sort_order`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=2126 ;

--
-- 转存表中的数据 `setting`
--

INSERT INTO `setting` (`id`, `parent_id`, `code`, `type`, `store_range`, `store_dir`, `value`, `sort_order`) VALUES
(11, 0, 'info', 'group', '', '', '', 50),
(21, 0, 'basic', 'group', '', '', '', 50),
(1111, 11, 'siteName', 'text', '', '', '理财王', 50),
(1112, 11, 'siteTitle', 'text', '', '', '理财王', 50),
(1113, 11, 'siteKeyword', 'text', '', '', '理财王', 50),
(2111, 21, 'timezone', 'select', '-12,-11,-10,-9,-8,-7,-6,-5,-4,-3.5,-3,-2,-1,0,1,2,3,3.5,4,4.5,5,5.5,5.75,6,6.5,7,8,9,9.5,10,11,12', '', '8', 50),
(2113, 21, 'withdrawMax', 'text', NULL, '', '200000', 50),
(2114, 21, 'withdrawNum', 'text', NULL, NULL, '10', 50),
(2115, 21, 'rate', 'text', NULL, NULL, '10', 50),
(2116, 21, 'checkrate', 'checkrate', '1,2', NULL, '2', 50),
(2117, 21, 'openproduct', 'select', '开启,关闭', NULL, '开启', 50),
(2118, 21, 'img', 'input', NULL, NULL, '55c9c5fc7811a.jpg', 50),
(2119, 21, 'reserve', 'text', NULL, NULL, '50000', 50),
(2120, 21, 'phone', 'text', NULL, NULL, '15830903200', 50),
(2121, 21, 'email', 'text', NULL, NULL, 'wuwenhan@live.cn', 50),
(2122, 21, 'version', 'text', NULL, NULL, '123123123123', 50),
(2123, 21, 'tell', 'text', NULL, NULL, '0312-2016816', 50),
(2124, 21, 'work', 'text', NULL, NULL, '周一到周日：9:00-21:30', 50),
(2125, 21, 'reserve ', 'text', NULL, NULL, '50000', 50);

-- --------------------------------------------------------

--
-- 表的结构 `sina_bank`
--

CREATE TABLE IF NOT EXISTS `sina_bank` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `uid` int(11) DEFAULT NULL COMMENT '网站用户id',
  `identity_id` varchar(255) DEFAULT NULL COMMENT '用户信息标识',
  `request_no` varchar(255) DEFAULT NULL COMMENT '绑卡请求号',
  `bank_code` varchar(25) DEFAULT NULL COMMENT '银行编号',
  `bank_name` varchar(255) DEFAULT NULL COMMENT '银行名称',
  `bank_account_no` varchar(50) DEFAULT NULL COMMENT '银行卡号',
  `card_type` varchar(25) DEFAULT NULL COMMENT '银行卡类型',
  `card_attribute` varchar(25) DEFAULT NULL COMMENT '银行卡属性',
  `phone_no` varchar(25) DEFAULT NULL COMMENT '银行预留手机',
  `province` varchar(50) DEFAULT NULL COMMENT '开卡省份',
  `city` varchar(50) DEFAULT NULL COMMENT '开卡城市',
  `bank_branch` varchar(255) DEFAULT NULL COMMENT '支行名称',
  `ticket` varchar(255) DEFAULT NULL COMMENT '推进参数',
  `valid_code` varchar(25) DEFAULT NULL COMMENT '短信验证码',
  `card_id` varchar(255) DEFAULT NULL COMMENT '钱包系统卡ID',
  `status` tinyint(1) DEFAULT NULL,
  `msg` varchar(255) DEFAULT NULL COMMENT '备注',
  `create_at` int(11) DEFAULT NULL,
  `update_at` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 COMMENT='新浪绑卡记录' AUTO_INCREMENT=10 ;

--
-- 转存表中的数据 `sina_bank`
--

INSERT INTO `sina_bank` (`id`, `uid`, `identity_id`, `request_no`, `bank_code`, `bank_name`, `bank_account_no`, `card_type`, `card_attribute`, `phone_no`, `province`, `city`, `bank_branch`, `ticket`, `valid_code`, `card_id`, `status`, `msg`, `create_at`, `update_at`) VALUES
(1, 44, '1440032322HQW131102199007042019', '201508201004956578100', 'CITIC', NULL, '6226901805086869', 'DEBIT', 'C', '15127281324', '河北省', '保定市', '', '27d92fafda0949a0bbbce727d283c3a1', '965531', NULL, 1, 'ticket不存在或已失效', 1440037231, 1440039046),
(5, 44, '1440032322HQW131102199007042019', '201508204899545225185', 'CITIC', NULL, '6226901805086869', 'DEBIT', 'C', '15127281324', '河北省', '保定市', '', '9e08eeb8cfe844d3a7c22f4f96b4fdfa', '555730', '31131', 1, '提交成功', 1440039124, 1440039177),
(6, 44, '1440052548HQW131102199007042019', '201508201001005397980', 'CITIC', NULL, '6226901805086869', 'DEBIT', 'C', '15127281324', '河北省', '保定市', '', 'bdf307fc78ab438eb5991aa11c87809b', '020346', '31193', 2, '提交成功', 1440052640, 1440052706),
(7, 44, '1440052548HQW131102199007042019', '201508215210151530079', 'CCB', NULL, '6217000140004808851', 'DEBIT', 'C', '15127281324', '河北省', '保定市', '', '36dc2c65ee604b79b6d07a9f553a79a3', NULL, NULL, 1, '等待短信确认', 1440132058, 1440132058),
(8, 44, '1440052548HQW131102199007042019', '201508219952575290536', 'CCB', '建设银行', '6217000140004808851', 'DEBIT', 'C', '15127281324', '河北省', '保定市', '', 'c2076f7b05314e459177d2a1e849b4a2', NULL, NULL, 1, '等待短信确认', 1440132495, 1440132495),
(9, 44, '1440052548HQW131102199007042019', '201508215656574931628', 'CCB', '建设银行', '6217000140004808851', 'DEBIT', 'C', '15127281324', '河北省', '保定市', '', 'eb3d3b14dedf483c8d6067fa6f68445e', NULL, NULL, 1, '等待短信确认', 1440133100, 1440133100);

-- --------------------------------------------------------

--
-- 表的结构 `sina_batchpay`
--

CREATE TABLE IF NOT EXISTS `sina_batchpay` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `out_pay_no` varchar(255) DEFAULT NULL COMMENT '批量代付订单号',
  `collect_pay_no` varchar(255) DEFAULT NULL COMMENT '代付对应的代收订单号',
  `trade_list` text COMMENT '交易参数',
  `status` tinyint(1) DEFAULT NULL,
  `msg` varchar(255) DEFAULT NULL,
  `create_at` int(11) DEFAULT NULL,
  `update_at` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=2 ;

--
-- 转存表中的数据 `sina_batchpay`
--

INSERT INTO `sina_batchpay` (`id`, `out_pay_no`, `collect_pay_no`, `trade_list`, `status`, `msg`, `create_at`, `update_at`) VALUES
(1, '201508259754515586983', '201508235753565114051', '201508259754515502284~1440236114HQW131102199007042019~UID~SAVING_POT~1~~代收投资$201508259754561034273~1440144466HQW131102199007042019~UID~SAVING_POT~2~~代收投资$201508259754574962557~1440147796HQW131102199007042019~UID~SAVING_POT~3~~代收投资', 1, '代付成功', 1440492731, 1440492731);

-- --------------------------------------------------------

--
-- 表的结构 `sina_collectsite`
--

CREATE TABLE IF NOT EXISTS `sina_collectsite` (
  `id` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='企业账户向用户发红包';

-- --------------------------------------------------------

--
-- 表的结构 `sina_deposit`
--

CREATE TABLE IF NOT EXISTS `sina_deposit` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `uid` int(11) DEFAULT NULL,
  `identity_id` varchar(255) DEFAULT NULL COMMENT '用户标识信息',
  `out_trade_no` varchar(255) DEFAULT NULL COMMENT '交易订单号',
  `account_type` varchar(255) DEFAULT NULL COMMENT '账户类型',
  `amount` double(13,2) DEFAULT NULL COMMENT '金额',
  `payer_ip` varchar(25) DEFAULT NULL COMMENT '付款用户IP地址',
  `pay_method` varchar(255) DEFAULT NULL COMMENT '支付方式',
  `ticket` varchar(255) DEFAULT NULL,
  `validate_code` varchar(25) DEFAULT NULL COMMENT '验证码',
  `status` tinyint(1) DEFAULT NULL,
  `msg` varchar(255) DEFAULT NULL,
  `create_at` int(11) DEFAULT NULL,
  `update_at` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 COMMENT='新浪充值记录' AUTO_INCREMENT=15 ;

--
-- 转存表中的数据 `sina_deposit`
--

INSERT INTO `sina_deposit` (`id`, `uid`, `identity_id`, `out_trade_no`, `account_type`, `amount`, `payer_ip`, `pay_method`, `ticket`, `validate_code`, `status`, `msg`, `create_at`, `update_at`) VALUES
(1, 44, '1440032322HQW131102199007042019', '201508205049575029302', 'SAVING_POT', 0.01, '127.0.0.1', 'binding_pay^0.01^31131', '582ecfa36aab4b789132515707a7500b', '', 1, '等待确认', 1440065060, 1440065060),
(2, 44, '1440032322HQW131102199007042019', '201508209898515551843', 'SAVING_POT', 0.01, '127.0.0.1', 'binding_pay^0.01^31131', '874bf72629104255bd35639a4d45afee', '', 1, '等待确认', 1440065165, 1440065165),
(3, 44, '1440032322HQW131102199007042019', '201508214855102519723', 'SAVING_POT', 0.01, '127.0.0.1', 'binding_pay^0.01^31131', '8111c69bccc7454c90a96ad9cffa9bad', '', 1, '等待确认', 1440121444, 1440121444),
(4, 44, '1440032322HQW131102199007042019', '201508215757544842925', 'SAVING_POT', 0.01, '127.0.0.1', 'binding_pay^0.01^31131', 'e506219dd36040a8a03b1c44b580395e', '', 1, '等待确认', 1440121643, 1440121643),
(5, 44, '1440032322HQW131102199007042019', '201508215410010244396', 'SAVING_POT', 0.01, '127.0.0.1', 'binding_pay^0.01^31131', '9ca8841aa3224fb9b92c2cf6bbb62ba6', '219123', 0, '请求号重复', 1440122794, 1440123062),
(6, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '219123', 2, 'success', 1440122982, 1440122982),
(7, 44, '1440032322HQW131102199007042019', '201508219810049981245', 'SAVING_POT', 0.01, '127.0.0.1', 'binding_pay^0.01^31131', 'dc7a57ba64fa4a2985408bef17026c39', '378446', 2, 'success', 1440123102, 1440123141),
(8, 44, '1440032322HQW131102199007042019', '201508225054485341793', 'SAVING_POT', 10000.00, '127.0.0.1', 'binding_pay^10000^31131', '9a1f456ffc4c47cea4cf6efd81d0d471', '', 1, '等待确认', 1440205573, 1440205573),
(9, 44, '1440032322HQW131102199007042019', '201508221005197103567', 'SAVING_POT', 10000.00, '127.0.0.1', 'binding_pay^10000^31131', '1fc411efa34e4fd597a063937ed107b3', '', 1, '等待确认', 1440205620, 1440205620),
(10, 44, '1440032322HQW131102199007042019', '201508225210110154463', 'SAVING_POT', 100.00, '127.0.0.1', 'binding_pay^100^31131', '51b8f745c5164c74ade373ffa4d0dfee', '530837', 2, 'success', 1440205687, 1440205739),
(11, 44, '1440032322HQW131102199007042019', '201508225448565060335', 'SAVING_POT', 100.00, '127.0.0.1', 'binding_pay^100^31131', '2432116ff68a421ba995032d5d04f73b', '138430', 2, 'success', 1440205848, 1440205890),
(12, 44, '1440032322HQW131102199007042019', '201508221015098555016', 'SAVING_POT', 1000.00, '127.0.0.1', 'binding_pay^1000^31131', 'd6a3c567fea6450aa52ceb3f9efed092', '240151', 2, 'success', 1440209728, 1440209774),
(13, 44, '1440052548HQW131102199007042019', '201508241011014821424', 'SAVING_POT', 1000.00, '127.0.0.1', 'binding_pay^1000^31193', 'da8c35d036914b0fb6c26fa1fb92a27e', '', 1, '等待确认', 1440378336, 1440378336),
(14, 44, '1440052548HQW131102199007042019', '201508249710199118099', 'SAVING_POT', 1000.00, '127.0.0.1', 'binding_pay^1000^31193', '8c372ffbe20c474aaab04e703e730cb1', '377213', 2, 'success', 1440378429, 1440378480);

-- --------------------------------------------------------

--
-- 表的结构 `sina_invest`
--

CREATE TABLE IF NOT EXISTS `sina_invest` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `uid` int(11) NOT NULL,
  `identity_id` varchar(255) DEFAULT NULL,
  `out_trade_no` varchar(255) DEFAULT NULL COMMENT '订单号',
  `summary` varchar(255) DEFAULT NULL COMMENT '订单简介',
  `trade_close_time` varchar(25) DEFAULT NULL COMMENT '订单有效时间',
  `payer_ip` varchar(50) DEFAULT NULL COMMENT '支付ip',
  `pay_type` varchar(25) DEFAULT NULL COMMENT '支付方式',
  `account_type` varchar(25) DEFAULT NULL COMMENT '账户类型',
  `goods_id` varchar(25) DEFAULT NULL COMMENT '标的标号',
  `money` double(13,2) DEFAULT NULL COMMENT '投资金额',
  `status` tinyint(1) DEFAULT NULL,
  `msg` varchar(255) DEFAULT NULL,
  `payee_out_trade_no` varchar(255) DEFAULT NULL COMMENT '网站收款订单号',
  `payee_identity_id` varchar(255) DEFAULT NULL COMMENT '收款人标识信息',
  `payee_account_type` varchar(50) DEFAULT NULL COMMENT '收款人账户信息',
  `payee_amount` double(13,2) DEFAULT NULL COMMENT '收款金额',
  `payee_summary` varchar(50) DEFAULT NULL COMMENT '收款简介',
  `refund_out_trade_no` varchar(255) DEFAULT NULL COMMENT '退款订单号',
  `refund_amount` double(13,2) DEFAULT NULL COMMENT '退款金额',
  `refund_summary` varchar(255) DEFAULT NULL COMMENT '退款摘要',
  `create_at` int(11) DEFAULT NULL,
  `update_at` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=12 ;

--
-- 转存表中的数据 `sina_invest`
--

INSERT INTO `sina_invest` (`id`, `uid`, `identity_id`, `out_trade_no`, `summary`, `trade_close_time`, `payer_ip`, `pay_type`, `account_type`, `goods_id`, `money`, `status`, `msg`, `payee_out_trade_no`, `payee_identity_id`, `payee_account_type`, `payee_amount`, `payee_summary`, `refund_out_trade_no`, `refund_amount`, `refund_summary`, `create_at`, `update_at`) VALUES
(1, 44, '1440032322HQW131102199007042019', '201508215250495763763', '购买标的', '1d', '127.0.0.1', 'balance', 'SAVING_POT', '1', 1.00, 0, '新浪账户余额不足', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1440152903, 1440152903),
(2, 44, '1440032322HQW131102199007042019', '201508215757545269162', '购买标的', '1d', '127.0.0.1', 'balance', 'SAVING_POT', '1', 0.01, 1, '投资成功', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1440152956, 1440152956),
(3, 44, '1440032322HQW131102199007042019', '201508225348534819873', '购买标的', '1d', '127.0.0.1', 'balance', 'SAVING_POT', '1', 100.00, 1, '投资成功', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1440205976, 1440205976),
(4, 44, '1440032322HQW131102199007042019', '201508221021024894045', '购买标的', '1d', '127.0.0.1', 'balance', 'SAVING_POT', '1', 100.00, 1, '投资成功', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1440206418, 1440206418),
(5, 44, '1440032322HQW131102199007042019', '201508221015599544679', '购买标的', '1d', '127.0.0.1', 'balance', 'SAVING_POT', '1', 100.00, 0, '新浪账户余额不足', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1440209569, 1440209569),
(6, 44, '1440032322HQW131102199007042019', '201508225152101526226', '购买标的', '1d', '127.0.0.1', 'balance', 'SAVING_POT', '1', 100.00, 0, '新浪账户余额不足', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1440209653, 1440209653),
(7, 44, '1440032322HQW131102199007042019', '201508221019949924038', '购买标的', '1d', '127.0.0.1', 'balance', 'SAVING_POT', '1', 100.00, 2, '收款成功', '201508221019898485412', '1440147796HQW131102199007042019', 'SAVING_POT', 100.00, '123', NULL, NULL, NULL, 1440209906, 1440210001),
(8, 44, '1440052548HQW131102199007042019', '201508229953559741888', '购买标的', '1d', '127.0.0.1', 'balance', 'SAVING_POT', '1', 100.00, 1, '投资成功', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1440227952, 1440227952),
(9, 44, '1440052548HQW131102199007042019', '201508225155994831743', '购买标的', '1d', '127.0.0.1', 'balance', 'SAVING_POT', '1', 1.00, 1, '投资成功', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1440228262, 1440228262),
(10, 44, '1440052548HQW131102199007042019', '201508235753565114051', '购买标的', '1d', '127.0.0.1', 'balance', 'SAVING_POT', '1', 10.00, 1, '投资成功', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1440295149, 1440295149),
(11, 44, '1440052548HQW131102199007042019', '201508231025498153872', '购买标的', '1d', '127.0.0.1', 'balance', 'SAVING_POT', '1', 1.00, 1, '投资成功', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1440299235, 1440299235);

-- --------------------------------------------------------

--
-- 表的结构 `sina_member`
--

CREATE TABLE IF NOT EXISTS `sina_member` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `identity_id` varchar(255) DEFAULT NULL COMMENT '用户标识信息',
  `uid` int(11) DEFAULT NULL COMMENT '用户id',
  `name` varchar(25) DEFAULT '' COMMENT '用户名',
  `idcard` varchar(25) DEFAULT '身份证号',
  `user_ip` varchar(25) DEFAULT NULL COMMENT '用户ip',
  `phone` varchar(25) DEFAULT NULL COMMENT '认证手机号',
  `status` tinyint(1) DEFAULT NULL,
  `msg` varchar(255) DEFAULT NULL COMMENT '备注信息',
  `create_at` int(11) DEFAULT NULL COMMENT '创建时间',
  `update_at` int(11) DEFAULT NULL COMMENT '更新时间',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 COMMENT='新浪创建会员记录' AUTO_INCREMENT=19 ;

--
-- 转存表中的数据 `sina_member`
--

INSERT INTO `sina_member` (`id`, `identity_id`, `uid`, `name`, `idcard`, `user_ip`, `phone`, `status`, `msg`, `create_at`, `update_at`) VALUES
(1, NULL, 24, '王摸摸', '131102199007042019', '127.0.0.1', '15127213241', 1, '提交成功', 1439971551, 1439971551),
(2, NULL, 24, '王摸摸', '131102199007042019', '127.0.0.1', '15127213241', 0, '用户标识信息重复', 1439971582, 1439971582),
(3, NULL, 25, '王利亚', '131102199007042019', '127.0.0.1', '15127213241', 0, '用户标识信息重复', 1439977331, 1439977331),
(4, NULL, 25, '王利亚', '131102199007042019', '127.0.0.1', '15127213241', 1, '提交成功', 1440031564, 1440031564),
(5, '1440032322HQW131102199007042019', 44, '王利亚', '131102199007042019', '127.0.0.1', '15127213241', -1, '提交成功', 1440032325, 1440032325),
(6, '1440052294HQW131102199007042019', 44, '王利亚', '131102199007042019', '127.0.0.1', '15127213241', -1, '提交成功', 1440052296, 1440052296),
(7, '1440052548HQW131102199007042019', 44, '王利亚', '131102199007042019', '127.0.0.1', '15127281324', 1, '提交成功', 1440052552, 1440052552),
(8, '1440144318HQW131102199007042019', 43, '网名', '131102199007042019', '127.0.0.1', '15933977599', 1, '提交成功', 1440144322, 1440144322),
(9, '1440144466HQW131102199007042019', 42, '网名', '131102199007042019', '127.0.0.1', '15933977595', 1, '提交成功', 1440144469, 1440144469),
(10, '1440144523HQW131102199007042019', 41, '网名', '131102199007042019', '127.0.0.1', '15933977592', 1, '提交成功', 1440144525, 1440144525),
(11, '1440147735HQW131102199007042019', 38, '网名', '131102199007042019', '127.0.0.1', '159339775921', 0, '认证内容手机号格式不正确', 1440147738, 1440147738),
(12, '1440147796HQW131102199007042019', 38, '网名', '131102199007042019', '127.0.0.1', '15933977521', 1, '提交成功', 1440147799, 1440147799),
(13, '1440235740HQW131102199007042019', 27, '网名', '131102199007042019', '127.0.0.1', '1851861234', 0, '认证内容手机号格式不正确', 1440235746, 1440235746),
(16, '1440236114HQW131102199007042019', 27, '网名', '131102199007042019', '127.0.0.1', '18518671234', 1, '提交成功', 1440236116, 1440236116),
(17, 'errror', 55, '刘红帅', '130633199106341078', '119.249.31.132', '18611229252', 0, '身份证号错误', 1440482184, 1440482184),
(18, 'errror', 55, '刘红帅', '130633199106341078', '119.249.31.132', '18611229252', 0, '身份证号错误', 1440482191, 1440482191);

-- --------------------------------------------------------

--
-- 表的结构 `sina_ransom`
--

CREATE TABLE IF NOT EXISTS `sina_ransom` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `uid` int(11) DEFAULT NULL,
  `identity_id` varchar(255) DEFAULT NULL COMMENT '赎回人用户标识',
  `out_trade_no` varchar(255) DEFAULT NULL COMMENT '新浪代收订单信息',
  `summary` varchar(255) DEFAULT NULL COMMENT '代收备注',
  `trade_close_time` varchar(25) DEFAULT NULL COMMENT '代收有效时间',
  `payer_id` varchar(255) DEFAULT NULL COMMENT '新浪代收人标识信息',
  `payer_ip` varchar(25) DEFAULT NULL COMMENT '操作ip',
  `pay_method` varchar(255) DEFAULT NULL COMMENT '代收付款方式',
  `money_sina` double(13,2) DEFAULT NULL COMMENT '新浪代收金额',
  `payee_out_trade_no` varchar(255) DEFAULT NULL COMMENT '新浪代付订单号',
  `status` tinyint(1) DEFAULT NULL,
  `msg` varchar(255) DEFAULT NULL,
  `create_at` int(11) DEFAULT NULL,
  `update_at` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=3 ;

--
-- 转存表中的数据 `sina_ransom`
--

INSERT INTO `sina_ransom` (`id`, `uid`, `identity_id`, `out_trade_no`, `summary`, `trade_close_time`, `payer_id`, `payer_ip`, `pay_method`, `money_sina`, `payee_out_trade_no`, `status`, `msg`, `create_at`, `update_at`) VALUES
(1, 44, '1440052548HQW131102199007042019', '201508231005010029577', '用户赎回', '1d', '1440147796HQW131102199007042019', '127.0.0.1', 'balance^8624.87^SAVING_POT', 8624.87, '', 0, '0', 1440305407, 1440305407),
(2, 44, '1440052548HQW131102199007042019', '201508239998101591467', '用户赎回', '1d', '1440147796HQW131102199007042019', '127.0.0.1', 'balance^8624.87^SAVING_POT', 8624.87, '', 0, '代收错误--余额不足', 1440305535, 1440305535);

-- --------------------------------------------------------

--
-- 表的结构 `sina_withdraw`
--

CREATE TABLE IF NOT EXISTS `sina_withdraw` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `uid` int(11) DEFAULT NULL,
  `out_trade_no` varchar(255) DEFAULT '' COMMENT '提现订单号',
  `identity_id` varchar(255) DEFAULT NULL COMMENT '用户标识信息',
  `card_id` varchar(25) DEFAULT NULL COMMENT '绑定银行卡号',
  `site_balance` double(13,2) DEFAULT NULL COMMENT '网站账户金额',
  `sina_balance` double(13,2) DEFAULT NULL COMMENT '新浪账户金额',
  `money` double(13,2) DEFAULT NULL COMMENT '用户提现金额',
  `money_fund` double(13,2) DEFAULT NULL COMMENT '货币基金收益',
  `money_site` double(13,2) DEFAULT NULL COMMENT '网站应赎回金额',
  `money_sina` double(13,2) DEFAULT NULL COMMENT '新浪托管应该赎回的金额',
  `type` tinyint(1) DEFAULT NULL COMMENT '提现类型',
  `status` tinyint(1) DEFAULT NULL COMMENT '提现状态',
  `msg` varchar(255) DEFAULT NULL COMMENT '备注',
  `create_at` int(11) DEFAULT NULL,
  `update_at` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=4 ;

--
-- 转存表中的数据 `sina_withdraw`
--

INSERT INTO `sina_withdraw` (`id`, `uid`, `out_trade_no`, `identity_id`, `card_id`, `site_balance`, `sina_balance`, `money`, `money_fund`, `money_site`, `money_sina`, `type`, `status`, `msg`, `create_at`, `update_at`) VALUES
(1, 44, '201508225756525660182', '1440052548HQW131102199007042019', '31193', 898.00, 1377.00, 1.00, 479.00, 0.00, 0.00, 1, 3, '提现金额小于余额', 1440237962, 1440237962),
(2, 44, '201508225110055434436', '1440052548HQW131102199007042019', '31193', 898.00, 1377.00, 1.00, 479.00, 0.00, 0.00, 1, 3, '提现金额小于余额', 1440238053, 1440238053),
(3, 44, '201508225448101128106', '1440052548HQW131102199007042019', '31193', 898.00, 1377.00, 1.00, 479.00, 0.00, 0.00, 1, 3, '提现金额小于余额', 1440239543, 1440239543);

-- --------------------------------------------------------

--
-- 表的结构 `site_common`
--

CREATE TABLE IF NOT EXISTS `site_common` (
  `id` int(13) NOT NULL AUTO_INCREMENT,
  `key` text,
  `value` text,
  `pid` int(13) DEFAULT NULL,
  `create_at` int(13) DEFAULT NULL,
  `update_at` int(13) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `site_verify_code`
--

CREATE TABLE IF NOT EXISTS `site_verify_code` (
  `id` int(13) NOT NULL AUTO_INCREMENT,
  `code` varchar(255) DEFAULT NULL,
  `field` varchar(255) DEFAULT NULL,
  `type` smallint(2) DEFAULT NULL,
  `b_time` int(12) DEFAULT NULL,
  `e_time` int(12) DEFAULT NULL,
  `status` smallint(2) DEFAULT '0',
  `remark` varchar(255) DEFAULT NULL,
  `create_at` int(13) DEFAULT NULL,
  `update_at` int(13) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=122 ;

--
-- 转存表中的数据 `site_verify_code`
--

INSERT INTO `site_verify_code` (`id`, `code`, `field`, `type`, `b_time`, `e_time`, `status`, `remark`, `create_at`, `update_at`) VALUES
(95, '184457', '18611229252', 1, 1439178610, 1439178730, -1, NULL, 1439178611, 1439178611),
(96, '275295', '18611229252', 1, 1439178642, 1439178762, -1, NULL, 1439178642, 1439178642),
(97, '239418', '15933977592', 1, 1439180972, 1439181092, -1, NULL, 1439180973, 1439180973),
(98, '424779', '15127281324', 1, 1439184668, 1439184788, -1, NULL, 1439184669, 1439184669),
(99, '052027', '15231231883', 1, 1439191816, 1439191936, -1, NULL, 1439191818, 1439191818),
(100, '329467', '15231231883', 1, 1439191955, 1439192075, -1, NULL, 1439191961, 1439191961),
(101, '438404', '18064125028', 1, 1439201605, 1439201725, 1, '验证通过', 1439201605, 1439201646),
(102, '764826', '15231231883', 1, 1439349290, 1439349410, 1, '验证通过', 1439349295, 1439349324),
(103, '842952', '15830921429', 1, 1439357625, 1439357745, -1, NULL, 1439357627, 1439357627),
(104, '699683', '15830921429', 1, 1439357626, 1439357746, -1, NULL, 1439357627, 1439357627),
(105, '295552', '15933977592', 1, 1439374255, 1439374375, 1, '验证通过', 1439374257, 1439374290),
(106, '339476', '18064125028', 1, 1439456701, 1439456821, -1, NULL, 1439456701, 1439456701),
(107, '573749', '18064125028', 1, 1439458054, 1439458174, -1, NULL, 1439458054, 1439458054),
(108, '915147', '18064125028', 1, 1439458703, 1439458823, -1, NULL, 1439458703, 1439458703),
(109, '518754', '18064125028', 1, 1439514689, 1439514809, -1, NULL, 1439514689, 1439514689),
(110, '370622', '18064125028', 1, 1439519209, 1439519329, -1, NULL, 1439519209, 1439519209),
(111, '243901', '18064125028', 1, 1439520263, 1439520383, -1, NULL, 1439520263, 1439520263),
(112, '183402', '18064125028', 1, 1439520400, 1439520520, -1, NULL, 1439520400, 1439520400),
(113, '1111', '18064125028', 1, NULL, NULL, 0, '发送成功，验证码超时', 1439521412, 1439521412),
(114, '370622', '18064125028', 1, NULL, NULL, 0, '发送成功，验证码超时', 1439523987, 1439523987),
(115, '1111', '18064125028', 1, NULL, NULL, 0, '发送成功，验证码超时', 1439534790, 1439534790),
(116, '827483', '18064125028', 1, 1439535110, 1439535230, 1, '验证通过', 1439535110, 1439535139),
(117, '116197', '18064125028', 1, 1439541036, 1439541156, 1, '验证通过', 1439541036, 1439541063),
(118, '413213', '13971658450', 1, 1439815573, 1439815693, 1, '验证通过', 1439815573, 1439815599),
(119, '055237', '18601028005', 1, 1439886726, 1439886846, 1, '验证通过', 1439886726, 1439886745),
(120, '856719', '18600891723', 1, 1440073079, 1440073199, 1, '验证通过', 1440073081, 1440073112),
(121, '397193', '18611229252', 1, 1440487971, 1440488091, 1, '验证通过', 1440487973, 1440488044);

-- --------------------------------------------------------

--
-- 表的结构 `ucenter_cat`
--

CREATE TABLE IF NOT EXISTS `ucenter_cat` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '名称',
  `created_at` varchar(64) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '创建时间',
  `updated_at` varchar(64) COLLATE utf8_unicode_ci DEFAULT NULL,
  `status` int(11) DEFAULT '1' COMMENT '状态',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci COMMENT='会员分类信息表' AUTO_INCREMENT=4 ;

--
-- 转存表中的数据 `ucenter_cat`
--

INSERT INTO `ucenter_cat` (`id`, `name`, `created_at`, `updated_at`, `status`) VALUES
(1, '最大债权人', '1440467907', '1440467907', 1),
(2, '原始债权人', '1440467989', '1440467989', 1),
(3, '财务员工', '1440469269', '1440469269', 1);

-- --------------------------------------------------------

--
-- 表的结构 `ucenter_log`
--

CREATE TABLE IF NOT EXISTS `ucenter_log` (
  `id` int(13) NOT NULL AUTO_INCREMENT,
  `member_id` int(13) DEFAULT NULL,
  `user_id` int(13) DEFAULT NULL,
  `login_ip` varchar(255) DEFAULT NULL,
  `login_time` int(13) DEFAULT NULL,
  `login_area` varchar(255) DEFAULT NULL,
  `status` smallint(1) DEFAULT NULL,
  `create_at` int(13) DEFAULT NULL,
  `update_at` int(13) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `fk_ucenter_log_ucenter_user_1` (`user_id`),
  KEY `fk_ucenter_log_ucenter_member_1` (`member_id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=265 ;

--
-- 转存表中的数据 `ucenter_log`
--

INSERT INTO `ucenter_log` (`id`, `member_id`, `user_id`, `login_ip`, `login_time`, `login_area`, `status`, `create_at`, `update_at`) VALUES
(86, 59, NULL, '119.98.137.41', 1439201647, NULL, 1, NULL, NULL),
(87, 59, NULL, '119.98.137.41', 1439202031, NULL, 1, NULL, NULL),
(88, 59, NULL, '119.98.137.41', 1439362047, NULL, 1, NULL, NULL),
(89, 59, NULL, '119.98.137.41', 1439362524, NULL, 1, NULL, NULL),
(90, 59, NULL, '119.98.137.41', 1439362710, NULL, 1, NULL, NULL),
(91, 59, NULL, '119.98.137.41', 1439362858, NULL, 1, NULL, NULL),
(92, 59, NULL, '119.98.137.41', 1439362944, NULL, 1, NULL, NULL),
(93, 59, NULL, '119.98.137.41', 1439364016, NULL, 1, NULL, NULL),
(94, 59, NULL, '119.98.137.41', 1439369351, NULL, 1, NULL, NULL),
(95, 59, NULL, '119.98.137.41', 1439369872, NULL, 1, NULL, NULL),
(96, 59, NULL, '119.98.137.41', 1439369987, NULL, 1, NULL, NULL),
(97, 59, NULL, '119.98.137.41', 1439371910, NULL, 1, NULL, NULL),
(98, 59, NULL, '119.98.137.41', 1439372106, NULL, 1, NULL, NULL),
(99, 60, NULL, '111.225.241.93', 1439373386, NULL, NULL, NULL, NULL),
(100, 61, NULL, '111.225.241.93', 1439376120, NULL, 1, NULL, NULL),
(101, 61, NULL, '111.225.241.93', 1439376179, NULL, 1, NULL, NULL),
(102, 61, NULL, '111.225.241.93', 1439379649, NULL, 1, NULL, NULL),
(103, 61, NULL, '111.225.241.93', 1439379668, NULL, 1, NULL, NULL),
(104, 61, NULL, '111.225.241.93', 1439379728, NULL, 1, NULL, NULL),
(105, 61, NULL, '111.225.241.93', 1439379901, NULL, 1, NULL, NULL),
(106, 61, NULL, '111.225.241.93', 1439379929, NULL, 1, NULL, NULL),
(107, 61, NULL, '111.225.241.93', 1439380066, NULL, 1, NULL, NULL),
(108, 55, NULL, '111.225.241.93', 1439380331, NULL, 1, NULL, NULL),
(109, 61, NULL, '111.225.241.93', 1439380420, NULL, 1, NULL, NULL),
(110, 61, NULL, '111.225.241.93', 1439380498, NULL, 1, NULL, NULL),
(111, 60, NULL, '111.225.241.93', 1439426781, NULL, 1, NULL, NULL),
(112, 55, NULL, '111.225.241.93', 1439429433, NULL, 1, NULL, NULL),
(113, 59, NULL, '119.98.137.41', 1439432535, NULL, 1, NULL, NULL),
(114, 59, NULL, '119.98.137.41', 1439432998, NULL, 1, NULL, NULL),
(115, 59, NULL, '119.98.137.41', 1439433176, NULL, 1, NULL, NULL),
(116, 59, NULL, '119.98.137.41', 1439433255, NULL, 1, NULL, NULL),
(117, 59, NULL, '119.98.137.41', 1439433344, NULL, 1, NULL, NULL),
(118, 59, NULL, '119.98.137.41', 1439433480, NULL, 1, NULL, NULL),
(119, 59, NULL, '119.98.137.41', 1439433692, NULL, 1, NULL, NULL),
(120, 59, NULL, '119.98.137.41', 1439434545, NULL, 1, NULL, NULL),
(121, 59, NULL, '119.98.137.41', 1439434667, NULL, 1, NULL, NULL),
(122, 59, NULL, '119.98.137.41', 1439434767, NULL, 1, NULL, NULL),
(123, 59, NULL, '119.98.137.41', 1439434824, NULL, 1, NULL, NULL),
(124, 59, NULL, '119.98.137.41', 1439434951, NULL, 1, NULL, NULL),
(125, 59, NULL, '119.98.137.41', 1439435475, NULL, 1, NULL, NULL),
(126, 61, NULL, '111.225.241.93', 1439435953, NULL, 1, NULL, NULL),
(127, 59, NULL, '119.98.137.41', 1439438237, NULL, 1, NULL, NULL),
(128, 60, NULL, '111.225.241.93', 1439446526, NULL, 1, NULL, NULL),
(129, 60, NULL, '111.225.241.93', 1439447624, NULL, 1, NULL, NULL),
(130, 59, NULL, '119.98.137.41', 1439448831, NULL, 1, NULL, NULL),
(131, 60, NULL, '111.225.241.93', 1439459529, NULL, 1, NULL, NULL),
(132, 55, NULL, '222.161.201.207', 1439481662, NULL, 1, NULL, NULL),
(133, 59, NULL, '119.98.137.41', 1439515162, NULL, 1, NULL, NULL),
(134, 59, NULL, '119.98.137.41', 1439519176, NULL, 1, NULL, NULL),
(135, 60, NULL, '111.225.241.93', 1439520290, NULL, 1, NULL, NULL),
(136, 59, NULL, '119.98.137.41', 1439535164, NULL, 1, NULL, NULL),
(137, 59, NULL, '119.98.137.41', 1439535657, NULL, 1, NULL, NULL),
(138, 59, NULL, '119.98.137.41', 1439536075, NULL, 1, NULL, NULL),
(139, 59, NULL, '119.98.137.41', 1439538299, NULL, 1, NULL, NULL),
(140, 59, NULL, '119.98.137.41', 1439539418, NULL, 1, NULL, NULL),
(141, 57, NULL, '101.74.107.191', 1439539955, NULL, 1, NULL, NULL),
(142, 59, NULL, '119.98.137.41', 1439539970, NULL, 1, NULL, NULL),
(143, 59, NULL, '119.98.137.41', 1439539988, NULL, 1, NULL, NULL),
(144, 59, NULL, '119.98.137.41', 1439540773, NULL, 1, NULL, NULL),
(145, 59, NULL, '119.98.137.41', 1439540877, NULL, 1, NULL, NULL),
(146, 60, NULL, '101.74.107.191', 1439541070, '中国-河北-', 1, NULL, NULL),
(147, 59, NULL, '119.98.137.41', 1439541093, NULL, 1, NULL, NULL),
(148, 59, NULL, '119.98.137.41', 1439541525, NULL, 1, NULL, NULL),
(149, 59, NULL, '119.98.137.41', 1439541943, NULL, 1, NULL, NULL),
(150, 60, NULL, '101.74.107.191', 1439542046, '中国-河北-', 1, NULL, NULL),
(151, 59, NULL, '119.98.137.41', 1439542091, NULL, 1, NULL, NULL),
(152, 60, NULL, '101.74.107.191', 1439542136, '中国-河北-', 1, NULL, NULL),
(153, 60, NULL, '101.74.107.191', 1439545704, '中国-河北-', 1, NULL, NULL),
(154, 59, NULL, '119.98.132.33', 1439771923, NULL, 1, NULL, NULL),
(155, 60, NULL, '120.3.252.59', 1439771993, '中国-河北-保定', 1, NULL, NULL),
(156, 59, NULL, '119.98.132.33', 1439773007, NULL, 1, NULL, NULL),
(157, 59, NULL, '119.98.132.33', 1439773886, NULL, 1, NULL, NULL),
(158, 60, NULL, '120.3.252.59', 1439774274, '中国-河北-保定', 1, NULL, NULL),
(159, 59, NULL, '119.98.132.33', 1439776119, NULL, 1, NULL, NULL),
(160, 59, NULL, '119.98.132.33', 1439776130, NULL, 1, NULL, NULL),
(161, 59, NULL, '119.98.132.33', 1439777974, NULL, 1, NULL, NULL),
(162, 59, NULL, '119.98.132.33', 1439780675, NULL, 1, NULL, NULL),
(163, 59, NULL, '119.98.132.33', 1439780732, NULL, 1, NULL, NULL),
(164, 59, NULL, '119.98.132.33', 1439780761, NULL, 1, NULL, NULL),
(165, 59, NULL, '119.98.132.33', 1439780875, NULL, 1, NULL, NULL),
(166, 59, NULL, '119.98.132.33', 1439781724, NULL, 1, NULL, NULL),
(167, 59, NULL, '119.98.132.33', 1439782232, NULL, 1, NULL, NULL),
(168, 59, NULL, '119.98.132.33', 1439782448, NULL, 1, NULL, NULL),
(169, 59, NULL, '119.98.132.33', 1439796707, NULL, 1, NULL, NULL),
(170, 60, NULL, '101.200.88.175', 1439799640, '中国-北京-北京', 1, NULL, NULL),
(171, 59, NULL, '59.173.50.129', 1439800791, NULL, 1, NULL, NULL),
(172, 59, NULL, '59.173.50.129', 1439801401, NULL, 1, NULL, NULL),
(173, 59, NULL, '59.173.50.129', 1439801581, NULL, 1, NULL, NULL),
(174, 59, NULL, '59.173.50.129', 1439802368, NULL, 1, NULL, NULL),
(175, 61, NULL, '111.225.254.155', 1439802387, NULL, 1, NULL, NULL),
(176, 59, NULL, '59.173.50.129', 1439802392, NULL, 1, NULL, NULL),
(177, 57, NULL, '111.225.254.155', 1439802593, NULL, 1, NULL, NULL),
(178, 57, NULL, '111.225.254.155', 1439802605, NULL, 1, NULL, NULL),
(179, 57, NULL, '111.225.254.155', 1439802619, NULL, 1, NULL, NULL),
(180, 57, NULL, '111.225.254.155', 1439802624, NULL, 1, NULL, NULL),
(181, 59, NULL, '59.173.50.129', 1439802840, NULL, 1, NULL, NULL),
(182, 62, NULL, '111.206.190.194', 1439815600, '中国-北京-北京', 1, NULL, NULL),
(183, 62, NULL, '111.206.190.194', 1439815943, NULL, 1, NULL, NULL),
(184, 59, NULL, '58.49.190.119', 1439860049, NULL, 1, NULL, NULL),
(185, 59, NULL, '58.49.190.119', 1439867327, NULL, 1, NULL, NULL),
(186, 59, NULL, '58.49.190.119', 1439867521, NULL, 1, NULL, NULL),
(187, 59, NULL, '171.43.189.134', 1439882203, NULL, 1, NULL, NULL),
(188, 59, NULL, '171.43.189.134', 1439882830, NULL, 1, NULL, NULL),
(189, 59, NULL, '171.43.189.134', 1439883833, NULL, 1, NULL, NULL),
(190, 61, NULL, '111.225.254.155', 1439884762, NULL, 1, NULL, NULL),
(191, 63, NULL, '1.202.30.38', 1439886746, '中国-北京-北京', 1, NULL, NULL),
(192, 63, NULL, '1.202.30.38', 1439887170, NULL, 1, NULL, NULL),
(193, 63, NULL, '1.202.30.38', 1439887226, NULL, 1, NULL, NULL),
(194, 63, NULL, '1.202.30.38', 1439888986, NULL, 1, NULL, NULL),
(195, 59, NULL, '171.43.189.134', 1439890086, NULL, 1, NULL, NULL),
(196, 59, NULL, '171.43.189.134', 1439891339, NULL, 1, NULL, NULL),
(197, 59, NULL, '171.43.189.134', 1439894335, NULL, 1, NULL, NULL),
(198, 59, NULL, '171.43.189.134', 1439894736, NULL, 1, NULL, NULL),
(199, 63, NULL, '111.192.37.15', 1439904149, NULL, 1, NULL, NULL),
(200, 59, NULL, '171.43.189.134', 1439947386, NULL, 1, NULL, NULL),
(201, 60, NULL, '120.3.252.59', 1439951153, '中国-河北-保定', 1, NULL, NULL),
(202, 59, NULL, '171.43.189.134', 1439973265, NULL, 1, NULL, NULL),
(203, 59, NULL, '171.43.189.134', 1439973343, NULL, 1, NULL, NULL),
(204, 59, NULL, '171.43.189.134', 1439975098, NULL, 1, NULL, NULL),
(205, 59, NULL, '171.43.189.134', 1439975617, NULL, 1, NULL, NULL),
(206, 59, NULL, '171.43.189.134', 1439975804, NULL, 1, NULL, NULL),
(207, 59, NULL, '171.43.189.134', 1439978000, NULL, 1, NULL, NULL),
(208, 59, NULL, '171.43.189.134', 1439978115, NULL, 1, NULL, NULL),
(209, 59, NULL, '171.43.189.134', 1439978382, NULL, 1, NULL, NULL),
(210, 59, NULL, '171.43.189.134', 1439979294, NULL, 1, NULL, NULL),
(211, 59, NULL, '171.43.189.134', 1439979392, NULL, 1, NULL, NULL),
(212, 59, NULL, '171.43.189.134', 1440034062, NULL, 1, NULL, NULL),
(213, 59, NULL, '171.43.189.134', 1440036032, NULL, 1, NULL, NULL),
(214, 59, NULL, '171.43.189.134', 1440038945, NULL, 1, NULL, NULL),
(215, 59, NULL, '171.43.189.134', 1440039428, NULL, 1, NULL, NULL),
(216, 59, NULL, '171.43.189.134', 1440039558, NULL, 1, NULL, NULL),
(217, 59, NULL, '171.43.189.134', 1440039711, NULL, 1, NULL, NULL),
(218, 59, NULL, '171.43.189.134', 1440041616, NULL, 1, NULL, NULL),
(219, 61, NULL, '27.186.125.38', 1440045895, NULL, 1, NULL, NULL),
(220, 59, NULL, '171.43.189.134', 1440049486, NULL, 1, NULL, NULL),
(221, 59, NULL, '171.43.189.134', 1440054404, NULL, 1, NULL, NULL),
(222, 59, NULL, '171.43.189.134', 1440057328, NULL, 1, NULL, NULL),
(223, 59, NULL, '171.43.189.134', 1440057897, NULL, 1, NULL, NULL),
(224, 59, NULL, '171.43.189.134', 1440059635, NULL, 1, NULL, NULL),
(225, 59, NULL, '171.43.189.134', 1440059720, NULL, 1, NULL, NULL),
(226, 59, NULL, '171.43.189.134', 1440062551, NULL, 1, NULL, NULL),
(227, 59, NULL, '171.43.189.134', 1440062713, NULL, 1, NULL, NULL),
(228, 59, NULL, '171.43.189.134', 1440122517, NULL, 1, NULL, NULL),
(229, 59, NULL, '171.43.189.134', 1440122656, NULL, 1, NULL, NULL),
(230, 63, NULL, '114.242.248.96', 1440215932, NULL, 1, NULL, NULL),
(231, 64, NULL, '119.57.33.100', 1440222056, '中国-北京-北京', 1, NULL, NULL),
(232, 61, NULL, '120.3.252.59', 1440239693, '中国-河北-保定', 1, NULL, NULL),
(233, 60, NULL, '120.3.252.59', 1440296086, '中国-河北-保定', 1, NULL, NULL),
(234, 61, NULL, '120.3.252.59', 1440298374, '中国-河北-保定', 1, NULL, NULL),
(235, 60, NULL, '120.3.252.59', 1440298520, '中国-河北-保定', 1, NULL, NULL),
(236, 60, NULL, '120.3.252.59', 1440298568, '中国-河北-保定', 1, NULL, NULL),
(237, 61, NULL, '120.3.252.59', 1440301217, '中国-河北-保定', 1, NULL, NULL),
(238, 60, NULL, '120.3.252.59', 1440301399, '中国-河北-保定', 1, NULL, NULL),
(239, 61, NULL, '120.3.252.59', 1440301498, '中国-河北-保定', 1, NULL, NULL),
(240, 61, NULL, '120.3.252.59', 1440301709, '中国-河北-保定', 1, NULL, NULL),
(241, 60, NULL, '120.3.252.59', 1440376799, '中国-河北-保定', 1, NULL, NULL),
(242, 55, NULL, '120.3.252.59', 1440378926, '中国-河北-保定', 1, NULL, NULL),
(243, 59, NULL, '171.43.189.134', 1440379392, NULL, 1, NULL, NULL),
(244, 61, NULL, '120.3.252.59', 1440380237, '中国-河北-保定', 1, NULL, NULL),
(245, 59, NULL, '171.43.189.134', 1440382484, NULL, 1, NULL, NULL),
(246, 60, NULL, '120.3.252.59', 1440382786, '中国-河北-保定', 1, NULL, NULL),
(247, 61, NULL, '120.3.252.59', 1440386798, '中国-河北-保定', 1, NULL, NULL),
(248, 61, NULL, '120.3.252.59', 1440397988, '中国-河北-保定', 1, NULL, NULL),
(249, 61, NULL, '120.3.252.59', 1440398037, '中国-河北-保定', 1, NULL, NULL),
(250, 60, NULL, '120.3.252.59', 1440398761, '中国-河北-保定', 1, NULL, NULL),
(251, 63, NULL, '1.202.16.100', 1440401898, NULL, 1, NULL, NULL),
(252, 63, NULL, '1.202.16.100', 1440410766, NULL, 1, NULL, NULL),
(253, 55, NULL, '119.249.31.132', 1440465764, '中国-河北-保定', 1, NULL, NULL),
(254, 60, NULL, '119.249.31.132', 1440467464, '中国-河北-保定', 1, NULL, NULL),
(255, 55, NULL, '119.249.31.132', 1440470065, '中国-河北-保定', 1, NULL, NULL),
(256, 59, NULL, '171.43.189.134', 1440477949, NULL, 1, NULL, NULL),
(257, 55, NULL, '119.249.31.132', 1440478743, '中国-河北-保定', 1, NULL, NULL),
(258, 60, NULL, '119.249.31.132', 1440480957, '中国-河北-保定', 1, NULL, NULL),
(259, 55, NULL, '119.249.31.132', 1440481282, '中国-河北-保定', 1, NULL, NULL),
(260, 60, NULL, '119.249.31.132', 1440481450, '中国-河北-保定', 1, NULL, NULL),
(261, 55, NULL, '119.249.31.132', 1440481898, '中国-河北-保定', 1, NULL, NULL),
(262, 61, NULL, '119.249.31.132', 1440482682, '中国-河北-保定', 1, NULL, NULL),
(263, 55, NULL, '119.249.31.132', 1440486106, '中国-河北-保定', 1, NULL, NULL),
(264, 61, NULL, '111.225.254.155', 1440549140, NULL, 1, NULL, NULL);

-- --------------------------------------------------------

--
-- 表的结构 `ucenter_member`
--

CREATE TABLE `ucenter_member` (
  `id` int(13) NOT NULL AUTO_INCREMENT COMMENT '会员id',
  `username` varchar(255) COLLATE utf8_unicode_ci NOT NULL COMMENT '用户登陆名称',
  `auth_key` varchar(32) COLLATE utf8_unicode_ci NOT NULL COMMENT '密钥',
  `password_hash` varchar(255) COLLATE utf8_unicode_ci NOT NULL COMMENT '密码',
  `password_reset_token` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '密码TOKEN',
  `phone` varchar(15) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '手机号',
  `email` varchar(255) COLLATE utf8_unicode_ci NOT NULL COMMENT 'email',
  `idcard` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '身份证信息，唯一索引',
  `real_name` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '用户真实姓名',
  `status` smallint(6) NOT NULL DEFAULT '1' COMMENT '用户状态 1是注册，2是实名认证，3是绑定银行卡',
  `created_at` int(13) NOT NULL COMMENT '创建时间',
  `updated_at` int(13) NOT NULL COMMENT 'g更新时间',
  `create_ip` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '创建时候的ip',
  `create_area` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '创建时候的地区',
  `create_channel` int(2) DEFAULT NULL COMMENT '创建时候的 渠道',
  `login_ip` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '登录IP',
  `login_area` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '登陆地点',
  `error_num` int(2) DEFAULT NULL COMMENT '登录失败次数',
  `parent_member_id` int(13) DEFAULT NULL,
  `vip` int(5) DEFAULT NULL COMMENT '分数，设置填写权重',
  `invitation_code` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '邀请码',
  `invitation_id` int(13) unsigned DEFAULT '0' COMMENT '邀请人ID',
  `person_face` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '个人头像',
  `lock` int(11) NOT NULL DEFAULT '0' COMMENT '用户锁定状态 0是未锁定，1是锁定',
  `app_pwd` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL COMMENT '手机APP端密码',
  `type` tinyint(2) NOT NULL DEFAULT '1',
  PRIMARY KEY (`id`),
  UNIQUE KEY `idcard` (`idcard`),
  UNIQUE KEY `phone` (`phone`),
  KEY `fk_ucenter_member_ucenter_member_1` (`parent_member_id`)
) ENGINE=InnoDB AUTO_INCREMENT=33 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 转存表中的数据 `ucenter_member`
--

INSERT INTO `ucenter_member` (`id`, `username`, `auth_key`, `password_hash`, `password_reset_token`, `phone`, `email`, `idcard`, `real_name`, `status`, `created_at`, `updated_at`, `create_ip`, `create_area`, `create_channel`, `login_ip`, `login_area`, `error_num`, `parent_member_id`, `vip`, `invitation_code`, `invitation_id`, `person_face`, `app_pwd`, `lock`, `type`) VALUES
(2, '15231231889', '', '', NULL, NULL, '', NULL, NULL, 1, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 1),
(55, '18611229252', '5oJCv1k0IAGm7smnG14np43lQ-oRmpsr', '$2y$13$BfcJ72z6NG4fFNUZI7CKBOG1cT3W8.JFvjqBwJVkdnVpu6tOHRbxS', NULL, '18611229252', '', '13092519831223701', '', 2, 1439178659, 1440488062, '120.3.251.208', '中国-河北-保定', NULL, '119.249.31.132', NULL, 0, NULL, NULL, 'akorLRYZ', NULL, '', '0316ca723684806a88540826f9f0accd', 0, 1),
(57, '15127281324', 'jtHK7GLbMI6jcTW6CoMAxjsXkxAh3bCy', '$2y$13$gspKBF17044QkZ8VZkx55.D7VDoZGwT4o.Q/4lvuyrRDo3Uce.58W', NULL, '15127281324', '', '123456', '王利亚', 1, 1439184712, 1439288548, '120.3.251.208', '中国-河北-保定', NULL, '120.3.251.208', NULL, 0, NULL, NULL, 'hqGJN236', NULL, '64841439288548.jpg', '996e7e76739eff18a5f793ad1e6d45ce', 0, 1),
(58, '15132469060', 'w4ZCUUzmGHGBtp8z2J4dDmCuFkDroTpQ', '$2y$13$RpCMKR2JW1ThAlCgVMQYEOznlc8adlNKVbASp9eW7cslodcm0awHW', NULL, '15132469060', '', NULL, NULL, 1, 1439187211, 1439187211, '120.3.251.208', '中国-河北-保定', NULL, NULL, NULL, NULL, NULL, NULL, 'cgstxFL4', 56, NULL, '4db3413681be0c80660abd3be9aba211', 0, 1),
(59, '18064125028', 'ahM4TGagckvUrMSlxJ6V7qdivCy2Qdky', '$2y$13$paekvl8OXJUNOloDVjLIq.6UmjzBeKqatnrQnSxgWC3H3.ndY4/yS', NULL, '18064125028', '', NULL, NULL, 1, 1439201647, 1439541064, '119.98.137.41', '中国-湖北-武汉', 3, NULL, NULL, NULL, NULL, NULL, '10253101', 0, NULL, '072cee3b4b66441ce7092587e047d235', 0, 1),
(60, '15231231883', 'beTXeVU7dWKcBJ-2fVziSmM8Asz5pMeK', '$2y$13$YQLn.c3yDrGtQk2xoHp3Ce8hnrOES6eOK6aA8pdLXPqK8owgIxgFe', NULL, '15231231883', '', '130633199105071078', '刘少华', 2, 1439349325, 1440481450, '120.3.253.202', '中国-河北-保定', NULL, '119.249.31.132', NULL, 0, NULL, NULL, 'chtAGH34', NULL, '13191439772746.png', '5e01b7ba0227973bb2723aaa9f12bef6', 0, 1),
(61, '15933977592', 'KQWCIDwN8m3Yichpfkd6bUa6fSaU6IKi', '$2y$13$bu58i6ybogAwi6ZksMh0Te0aqHmM.mr78F.hFQZhOcRTCV2PsLMx6', NULL, '15933977592', '', '130724199105201123', '王南', 1, 1439374291, 1440482682, '111.225.241.93', '中国-河北-保定', NULL, '119.249.31.132', NULL, 0, NULL, NULL, 'aijnBEY4', NULL, '55c9c5fc7811a.jpg', '80555a02ee4ad50d5a7903bb557ef3e2', 0, 1),
(62, '13971658450', 'Z3RnfkCtL_PK6JPbGoa0tWjK-B9dXB9q', '$2y$13$awDYdwS0Yf2Xe5/B0oGFJOlnPieRbW9wyb8hkJwgILyk6DDAa3rNi', NULL, '13971658450', '', NULL, NULL, 1, 1439815600, 1439815600, '111.206.190.194', '中国-北京-北京', 3, NULL, NULL, NULL, NULL, NULL, '48491015', 0, NULL, '22374f9fde091b6328746bc1821ac0f5', 0, 1),
(63, '18601028005', 'vR69oTmdo2bASecu3DGqV9WRaW5_SAy-', '$2y$13$n0t86zO1a.pXGYwpuci/6uGtOopqPNjI.AaGzGAn5wdqr4undv30S', NULL, '18601028005', '', NULL, NULL, 1, 1439886746, 1439886746, '1.202.30.38', '中国-北京-北京', 3, NULL, NULL, NULL, NULL, NULL, '97521015', 0, NULL, '6d993df581876d702bba6a2c2265e76e', 0, 1),
(64, '18600891723', 'i7Tzc7vXKLZUmYSlabRClp1Qt8Xctuzd', '$2y$13$.767W3UJZL2nj63VsBOuB.4sfWRP03i5R6vVeLU7dZZ7qDxGn3jT6', NULL, '18600891723', '', '610523198304110017', '白荔', 2, 1440073113, 1440222056, '1.202.30.38', '中国-北京-北京', NULL, '119.57.33.100', NULL, 0, NULL, NULL, 'gmAEKSY6', NULL, '17761440073198.png', '80e1bf205b7b717d7d1c1b17c82b9760', 0, 1);

-- --------------------------------------------------------

--
-- 表的结构 `ucenter_user`
--

CREATE TABLE IF NOT EXISTS `ucenter_user` (
  `id` int(13) NOT NULL AUTO_INCREMENT,
  `username` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `auth_key` varchar(32) COLLATE utf8_unicode_ci NOT NULL,
  `password_hash` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `password_reset_token` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `email` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `role` varchar(64) COLLATE utf8_unicode_ci NOT NULL,
  `status` smallint(2) NOT NULL DEFAULT '10',
  `created_at` int(13) NOT NULL,
  `updated_at` int(13) NOT NULL,
  `login_ip` varchar(64) COLLATE utf8_unicode_ci DEFAULT NULL,
  `phone` varchar(64) COLLATE utf8_unicode_ci DEFAULT NULL,
  `count` int(11) DEFAULT NULL,
  `truename` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `realcard` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=5 ;

--
-- 转存表中的数据 `ucenter_user`
--

INSERT INTO `ucenter_user` (`id`, `username`, `auth_key`, `password_hash`, `password_reset_token`, `email`, `role`, `status`, `created_at`, `updated_at`, `login_ip`, `phone`, `count`, `truename`, `realcard`) VALUES
(2, 'admin', 'rlXQmJuCCipQfHoy88qkLZOxzoOkNaKK', '$2y$13$ZENgfZunh3.TZcMbG6qzMeW5u2YuMh05eKaiT0t94pFtpLd52lQa2', NULL, 'admin@admin.com', 'admin', 1, 1435544447, 1440482681, '119.249.31.132', '15830903200', 45, NULL, NULL),
(4, 'ceshi', 'fA3NZZu0ai16ALdxdPxvQHRDNlB7bu0D', '$2y$13$vmfH.fuU3fCezOxPvp07w.49iK6yn5aZcWuiS2shjxUldA1Fbvh..', 'gX68CLaI_SjJTTpj9twsnLS9InS4YDSM_1439189124', 'wuwenhan@live.cn', 'third', 1, 1438653838, 1439191730, '120.3.251.208', '15830903200', 6, NULL, NULL);

-- --------------------------------------------------------

--
-- 表的结构 `wechat_info`
--

CREATE TABLE IF NOT EXISTS `wechat_info` (
  `member_id` int(13) NOT NULL DEFAULT '0',
  `wechat_id` varchar(500) DEFAULT NULL,
  `info` varchar(1000) DEFAULT NULL,
  `create_at` int(13) DEFAULT NULL,
  `update_at` int(13) DEFAULT NULL,
  PRIMARY KEY (`member_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- 表的结构 `yeepay_bindbankcard`
--

CREATE TABLE IF NOT EXISTS `yeepay_bindbankcard` (
  `id` int(13) NOT NULL AUTO_INCREMENT,
  `uid` int(13) NOT NULL COMMENT '用户id',
  `identityid` varchar(255) NOT NULL COMMENT '用户标识',
  `identitytype` int(13) NOT NULL COMMENT '用户标识类型',
  `requestid` varchar(255) NOT NULL COMMENT '绑卡请求号',
  `cardno` varchar(255) NOT NULL COMMENT '银行卡号',
  `idcardtype` varchar(255) NOT NULL DEFAULT '2' COMMENT '证件类型',
  `idcardno` varchar(255) NOT NULL COMMENT '证件号',
  `username` varchar(255) NOT NULL COMMENT '持卡人姓名',
  `phone` varchar(255) NOT NULL COMMENT '银行预留手机号',
  `userip` varchar(255) NOT NULL COMMENT '用户请求ip',
  `status` smallint(4) DEFAULT NULL COMMENT '绑定状态',
  `from` smallint(4) DEFAULT NULL COMMENT '操作来源（PC：1，ANDROID：2，IOS：3，WEIXIN：4）',
  `error_msg` varchar(255) NOT NULL COMMENT '错误信息',
  `bankcode` varchar(255) DEFAULT NULL COMMENT '银行编码',
  `card_name` varchar(255) DEFAULT NULL COMMENT '银行名称',
  `bindvalidthru` int(13) DEFAULT NULL COMMENT '绑卡有效期',
  `bindid` varchar(255) DEFAULT NULL COMMENT '绑卡ID',
  `card_top` varchar(255) DEFAULT NULL COMMENT '卡号前 6 位',
  `card_last` varchar(255) DEFAULT NULL COMMENT '卡号后 4 位',
  `create_at` int(13) DEFAULT NULL,
  `update_at` int(13) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=16 ;

--
-- 转存表中的数据 `yeepay_bindbankcard`
--

INSERT INTO `yeepay_bindbankcard` (`id`, `uid`, `identityid`, `identitytype`, `requestid`, `cardno`, `idcardtype`, `idcardno`, `username`, `phone`, `userip`, `status`, `from`, `error_msg`, `bankcode`, `card_name`, `bindvalidthru`, `bindid`, `card_top`, `card_last`, `create_at`, `update_at`) VALUES
(2, 11, '1650cd9fbad2fbb13c1b9978d111d143', 0, '5e85eee74ce3e1fcba58e2ecb29979d9', '6217000140004808856', '01', '131102199007042019', '王利亚', '15127281324', '127.0.0.1', 111, 1, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(3, 12, 'ac3abf99c880cbcd99b28355b64ad100', 0, 'f1b136d8c8f6e273c586a1acee4b8261', '6217000140004808856', '01', '131102199007042019', '王利亚', '15127281324', '127.0.0.1', NULL, 1, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(4, 13, '2a77d6bbfc2cbb390835ae5f69a5a412', 0, '8e16faf6785bcad6dc2f4bc58fdf1cd0', '6217000140004808856', '01', '131102199007042019', '王利亚', '15127281324', '1', 11, 1, '', '', NULL, NULL, NULL, '', '', NULL, NULL),
(5, 14, 'bed29c3e6d10e2ef29fdc30f1f9c952f', 0, '01efe61a8d08926c6b2c6d97588a71e6', '6217000140004808856', '01', '131102199007042019', '王利亚', '15127281324', '1', 32767, 1, '', '', NULL, NULL, NULL, '', '', NULL, NULL),
(6, 11, '8c83cf24433a4db287b67753f9d1698a', 0, '30546ed4e77028d005c4dec5586e7a9c', '6217000140004808856', '01', '131102199007042019', '王利亚', '15127281324', '1', 32767, 1, '', '', NULL, NULL, NULL, '', '', NULL, NULL),
(7, 11, '5a04289e05d8866cc9b618ad608262e2', 0, '41afc471a2d3cb812bbc07e23578ec12', '6217000140004808856', '01', '131102199007042019', '王利亚', '15127281324', '1', 111, 1, '', '', NULL, NULL, NULL, '', '', NULL, NULL),
(8, 11, 'a6f53c7432bd2081c2e6e450b03c9ea1', 0, '514d9f84728ec11504a3088b3441dff5', '6217000140004808856', '01', '131102199007042019', '王利亚', '15127281324', '127.0.0.1', -1, 1, '111', '', NULL, NULL, NULL, '', '', NULL, NULL),
(9, 11, '49c3aa44b9f9b9d9462f63f0940ce572', 0, '0c48618e5f337522854421c9cfb03f41', '6217000140004808856', '01', '131102199007042019', '王利亚', '15127281324', '127.0.0.1', -1, 1, '请检查银行卡号是否正确', '', NULL, NULL, NULL, '', '', NULL, NULL),
(10, 11, '0276867a089e23c4201d0ddd7a62fa8b88403', 0, '4b19627eba749b32d1ec46348ce347aa27322', '6217000140004808851', '2', '131102199007042019', '王利亚', '15127281324', '127.0.0.1', 1, 1, '{"codesender":"YEEPAY","merchantaccount":"10000419568","requestid":"4b19627eba749b32d1ec46348ce347aa27322"}', 'CCB', NULL, NULL, NULL, '621700', '8851', NULL, NULL),
(11, 12, '844d037ea42513e35b429e7c43eebce485476', 0, 'b1ce09e58c84a449fe6f088b24c0957082950', '6217000140004808851', '2', '131102199007042019', '王利亚', '15127281324', '127.0.0.1', -1, 1, '{"codesender":"YEEPAY","merchantaccount":"10000419568","requestid":"b1ce09e58c84a449fe6f088b24c0957082950"}', '', NULL, NULL, NULL, '', '', 1438314106, 1438314106),
(12, 1, 'feb71e2ebc37b8940795eac8ecce110918808', 0, '61256eedde9796991433e599ba7b2cd046813', '6217000140004808851', '2', '131102199007042019', '王利亚', '15127281324', '127.0.0.1', 1, 1, '绑卡短信验证码校验错误', 'CCB', NULL, NULL, NULL, '621700', '8851', 1438320924, 1438321275),
(13, 24, '2324f7adf85a82a608de7c4579cfa46774163', 0, '312c7fb983f1b636a9a72807e9c427ea74352', '6217000140004808851', '2', '131102199007042019', '王利亚', '15127281324', '127.0.0.1', 1, 1, '{"codesender":"YEEPAY","merchantaccount":"10000419568","requestid":"312c7fb983f1b636a9a72807e9c427ea74352"}', 'CCB', NULL, NULL, NULL, '621700', '8851', 1438499048, 1438499069),
(14, 22, '4a9712e0c0533b127026f004e75f888b94826', 0, '94595b96c1a5fd97e0316e283404557193812', '6217000140004808851', '2', '131102199007042019', '王利亚', '15127281324', '127.0.0.1', -1, 1, '{"codesender":"YEEPAY","merchantaccount":"10000419568","requestid":"94595b96c1a5fd97e0316e283404557193812"}', '', NULL, NULL, NULL, '', '', 1438651657, 1438651657),
(15, 22, '2bd43a7971650d642d1d14be388769a481753', 0, 'da7057e3a782c54d270645dab230273465584', '6217000140004808851', '2', '131102199007042019', '王利亚', '15127281324', '127.0.0.1', -1, 1, '{"codesender":"YEEPAY","merchantaccount":"10000419568","requestid":"da7057e3a782c54d270645dab230273465584"}', '', NULL, NULL, NULL, '', '', 1438651673, 1438651673);

-- --------------------------------------------------------

--
-- 表的结构 `yeepay_payment`
--

CREATE TABLE IF NOT EXISTS `yeepay_payment` (
  `id` int(13) NOT NULL AUTO_INCREMENT,
  `uid` int(13) DEFAULT NULL,
  `orderid` varchar(255) DEFAULT NULL COMMENT '商户订单号',
  `transtime` int(13) DEFAULT NULL COMMENT '交易时间',
  `amount` int(13) DEFAULT NULL COMMENT '交易金额',
  `userip` varchar(255) DEFAULT NULL,
  `productname` varchar(255) DEFAULT NULL COMMENT '商品名称',
  `identityid` varchar(255) DEFAULT NULL,
  `orderexpdate` int(13) DEFAULT NULL COMMENT '订单有效期',
  `phone` varchar(255) DEFAULT NULL,
  `status` smallint(4) DEFAULT NULL COMMENT '状态码',
  `sendtime` int(13) DEFAULT NULL COMMENT '短信发生时间',
  `yborderid` varchar(255) DEFAULT NULL COMMENT '易宝交易流水号',
  `ybamount` int(13) DEFAULT NULL COMMENT '易宝交易金额',
  `msg` varchar(255) DEFAULT NULL COMMENT '提示信息',
  `create_at` int(13) DEFAULT NULL,
  `update_at` int(13) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=10 ;

--
-- 转存表中的数据 `yeepay_payment`
--

INSERT INTO `yeepay_payment` (`id`, `uid`, `orderid`, `transtime`, `amount`, `userip`, `productname`, `identityid`, `orderexpdate`, `phone`, `status`, `sendtime`, `yborderid`, `ybamount`, `msg`, `create_at`, `update_at`) VALUES
(1, 11, '201507225453102169489', 1437551526, 1, '127.0.0.1', '充值', '0276867a089e23c4201d0ddd7a62fa8b88403', 20, '15127281324', -1, NULL, '', NULL, '支付验证已发送', NULL, NULL),
(2, 11, '201507225610155534941', 1437551928, 1, '127.0.0.1', '充值', '0276867a089e23c4201d0ddd7a62fa8b88403', 20, '15127281324', 1, NULL, '411507225753370185', 1, '订单已终态', NULL, NULL),
(3, 11, '201507231021015240398', 1437617679, 1, '127.0.0.1', '充值', '0276867a089e23c4201d0ddd7a62fa8b88403', 20, '15127281324', -1, NULL, '', NULL, '支付验证已发送', NULL, NULL),
(4, 11, '201507234910250527690', 1437617745, 1, '127.0.0.1', '充值', '0276867a089e23c4201d0ddd7a62fa8b88403', 20, '15127281324', 0, NULL, '', NULL, '输入验证码错误', NULL, NULL),
(5, 11, '201507231015156500545', 1437617918, 1, '127.0.0.1', '充值', '0276867a089e23c4201d0ddd7a62fa8b88403', 20, '15127281324', -1, NULL, '411507233712347696', 1, '验证中', NULL, NULL),
(6, 11, '201507239799515272204', 1437619402, 1, '127.0.0.1', '充值', '0276867a089e23c4201d0ddd7a62fa8b88403', 20, '15127281324', -1, NULL, '411507233860836495', 1, '验证中', NULL, NULL),
(7, 11, '201507239952989849677', 1437619948, 1, '127.0.0.1', '充值', '0276867a089e23c4201d0ddd7a62fa8b88403', 20, '15127281324', 1, NULL, '411507233915474037', 1, '验证中', NULL, NULL),
(8, 1, '201507319749100523334', 1438321386, 1, '127.0.0.1', '充值', 'feb71e2ebc37b8940795eac8ecce110918808', 20, '15127281324', 1, NULL, '411507314939373129', 1, '充值成功', 1438321387, 1438321529),
(9, 24, '201508024957575709794', 1438499121, 1, '127.0.0.1', '充值', '2324f7adf85a82a608de7c4579cfa46774163', 20, '15127281324', -1, NULL, '', NULL, '支付验证已发送', 1438499123, 1438499123);

-- --------------------------------------------------------

--
-- 表的结构 `yeepay_withdraw`
--

CREATE TABLE IF NOT EXISTS `yeepay_withdraw` (
  `id` int(13) NOT NULL AUTO_INCREMENT,
  `uid` int(13) DEFAULT NULL,
  `identityid` varchar(255) DEFAULT NULL COMMENT '商户请求号',
  `identitytype` varchar(255) DEFAULT '2' COMMENT '用户标识',
  `card_top` varchar(255) DEFAULT NULL COMMENT '卡号前 6 位',
  `card_last` varchar(255) DEFAULT NULL COMMENT '卡号后 4 位',
  `amount` int(13) DEFAULT NULL COMMENT '提现金额',
  `userip` varchar(255) DEFAULT NULL,
  `ybdrawflowid` varchar(255) DEFAULT NULL COMMENT '易宝流水号',
  `ybamount` int(13) DEFAULT NULL,
  `status` smallint(4) DEFAULT NULL,
  `msg` varchar(255) DEFAULT NULL,
  `create_at` int(13) DEFAULT NULL,
  `update_at` int(13) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=3 ;

--
-- 转存表中的数据 `yeepay_withdraw`
--

INSERT INTO `yeepay_withdraw` (`id`, `uid`, `identityid`, `identitytype`, `card_top`, `card_last`, `amount`, `userip`, `ybdrawflowid`, `ybamount`, `status`, `msg`, `create_at`, `update_at`) VALUES
(1, 1, 'feb71e2ebc37b8940795eac8ecce110918808', NULL, '621700', '8851', 1, '127.0.0.1', '', NULL, 0, '商户未开通提现功能，请联系易宝', NULL, NULL),
(2, 1, 'feb71e2ebc37b8940795eac8ecce110918808', '2', '621700', '8851', 1, '127.0.0.1', '', NULL, 0, '商户未开通提现功能，请联系易宝', NULL, NULL);

--
-- 限制导出的表
--

--
-- 限制表 `activity_raise_card`
--
ALTER TABLE `activity_raise_card`
  ADD CONSTRAINT `fk_activity_raise_card_ucenter_member_1` FOREIGN KEY (`member_id`) REFERENCES `ucenter_member` (`id`);

--
-- 限制表 `asset_info`
--
ALTER TABLE `asset_info`
  ADD CONSTRAINT `fk_asset_ucenter_member_1` FOREIGN KEY (`member_id`) REFERENCES `ucenter_member` (`id`);

--
-- 限制表 `asset_log`
--
ALTER TABLE `asset_log`
  ADD CONSTRAINT `fk_asset_log_ucenter_member_1` FOREIGN KEY (`member_id`) REFERENCES `ucenter_member` (`id`);

--
-- 限制表 `auth_assignment`
--
ALTER TABLE `auth_assignment`
  ADD CONSTRAINT `auth_assignment_ibfk_1` FOREIGN KEY (`item_name`) REFERENCES `auth_item` (`name`);

--
-- 限制表 `auth_item`
--
ALTER TABLE `auth_item`
  ADD CONSTRAINT `auth_item_ibfk_1` FOREIGN KEY (`rule_name`) REFERENCES `auth_rule` (`name`);

--
-- 限制表 `auth_item_child`
--
ALTER TABLE `auth_item_child`
  ADD CONSTRAINT `auth_item_child_ibfk_1` FOREIGN KEY (`parent`) REFERENCES `auth_item` (`name`),
  ADD CONSTRAINT `auth_item_child_ibfk_2` FOREIGN KEY (`child`) REFERENCES `auth_item` (`name`);

--
-- 限制表 `cms_article`
--
ALTER TABLE `cms_article`
  ADD CONSTRAINT `fk_cms_article_cms_category_1` FOREIGN KEY (`category_id`) REFERENCES `cms_category` (`id`);

--
-- 限制表 `fund_orders`
--
ALTER TABLE `fund_orders`
  ADD CONSTRAINT `fk_fund_orders_fund_product_1` FOREIGN KEY (`product_id`) REFERENCES `fund_product` (`id`);

--
-- 限制表 `fund_product`
--
ALTER TABLE `fund_product`
  ADD CONSTRAINT `fk_fund_product_ucenter_user_1` FOREIGN KEY (`create_user_id`) REFERENCES `ucenter_user` (`id`),
  ADD CONSTRAINT `fk_fund_product_ucenter_user_2` FOREIGN KEY (`check_user_id`) REFERENCES `ucenter_user` (`id`);

--
-- 限制表 `fund_product_thirdproduct`
--
ALTER TABLE `fund_product_thirdproduct`
  ADD CONSTRAINT `fund_product_thirdproduct_ibfk_1` FOREIGN KEY (`thirdproduct_id`) REFERENCES `fund_thirdproduct` (`id`) ON DELETE CASCADE ON UPDATE CASCADE,
  ADD CONSTRAINT `fund_product_thirdproduct_ibfk_2` FOREIGN KEY (`product_id`) REFERENCES `fund_product` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- 限制表 `ucenter_log`
--
ALTER TABLE `ucenter_log`
  ADD CONSTRAINT `fk_ucenter_log_ucenter_member_1` FOREIGN KEY (`member_id`) REFERENCES `ucenter_member` (`id`),
  ADD CONSTRAINT `fk_ucenter_log_ucenter_user_1` FOREIGN KEY (`user_id`) REFERENCES `ucenter_user` (`id`);

--
-- 限制表 `ucenter_member`
--
ALTER TABLE `ucenter_member`
  ADD CONSTRAINT `fk_ucenter_member_ucenter_member_1` FOREIGN KEY (`parent_member_id`) REFERENCES `ucenter_member` (`id`);

--
-- 限制表 `wechat_info`
--
ALTER TABLE `wechat_info`
  ADD CONSTRAINT `fk_wechat_info_ucenter_member_1` FOREIGN KEY (`member_id`) REFERENCES `ucenter_member` (`id`);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
