<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>协议</title>
<link href="<?php echo Yii::$app->homeUrl;?>myAssetsLib/css/base.css" type="text/css" rel="stylesheet" />
<link href="<?php echo Yii::$app->homeUrl;?>myAssetsLib/css/zy.css" type="text/css" rel="stylesheet" />
<style>
  h1,h2,p{
    margin-bottom: 15px;
  }
</style>
</head>
<body>
    <div class="main">
        <div class="ylb-text" style="padding:8px;">
            <h1 class="text-center">理财王网站服务协议</h1>
            <br>
            <p>　　本网站由北京理财王投资有限公司 成立并运营。本服务协议双方为北京理财王投资有限公司与理财王用户，本服务协议具有合同效力。</p>
            <p>　　在您注册成为本网站用户前请务必仔细阅读以下条款。若您一旦注册，则表示您同意接受本网站的服务并接受以下条款的约束。若不接受以下条款，请停止注册本网站。</p>
            <p>　　本服务协议内容包括以下条款及已经发布的或将来可能发布的各类规则。所有规则为协议不可分割的一部分，与协议正文具有同等法律效力。本协议是由用户与本网站共同签订的，适用于用户在理财王网站全部的活动。在用户注册时，用户已经阅读、理解并接受本协议的全部条款及各类规则，并承诺遵守中国现行的法律、法规、规章及其他政府规定，如有违反而导致任何法律后果的发生，用户将以自己的名义独立承担所有相应的法律责任。</p>
            <p>　　本网站有权根据需要不时地制定、修改本协议或各类规则，如本协议及规则有任何变更，一切变更以本网站最新公布条例为准，经修订的协议、规则一经公布后，则立即自动生效或在本网站指定的时间生效。用户应不时地注意本协议地变更，若用户不同意相关变更，本网站有权不经任何告知终止、中止本服务协议或者限制用户进入本网站的全部或者部分板块且不承担任何法律责任。同时，该终止、中止或限制行为并不能豁免用户在本网站已进行的交易下所应承担的义务。</p>
            <p>　　用户确认本服务协议后，本服务协议即在用户和本网站之间产生法律效力。用户按照本网站规定的注册程序成功注册为用户，既表示同意并签署了本服务协议。本服务协议不涉及用户与本网站的其他用户之间因网上交易而产生的法律关系及法律纠纷，但用户在此同意将全面接受和履行与本网站其他用户在本网站签订的任何电子法律文本，并承诺按该法律文本享有和/或放弃相应的权利、承担和/或豁免相应的义务。</p>
            <h2>一、用户使用限制</h2>
            <p>　　本网站只接受中华人民共和国的18周岁以上的具有完全民事行为能力的自然人成为网站用户。如用户不符合资格，请勿注册。本网站保留中止或终止用户身份的权利。用户在本网站保证，已符合年龄和国籍条件，若用户向本网站提供虚假信息或承诺而导致本网站遭受任何损失，用户将承担所有责任并赔偿相关损失。</p>
            <p>　　用户承诺合法使用本网站提供的服务及网站内容。禁止在本网站从事任何可能违反中国现行的法律、法规、规章和政府规范性文件的行为或者任何未经授权使用本网站的行为，如擅自进入本网站的未公开系统、不正当地使用密码和网站任何内容、窃取他人的个人隐私信息等。</p>
            <p>　　用户注册成功后，不得将本网站的用户名转让给第三方或者授权给第三方使用。用户确认，使用本人的用户名和密码登陆本网站后在本网站的一切行为均代表用户本人并由用户本人承担相应的法律后果。用户有义务在注册时提供自己的真实资料，并保证诸如电子邮件地址、联系电话、联系地址、邮政编码等内容的有效性及安全性。如用户因网上交易与其他用户产生诉讼的，本网站将根据隐私规则披露相关用户资料。</p>
            <p>　　经国家生效法律文书或行政处罚决定确认用户存在违法行为，或者本网站有足够事实依据可以认定用户存在违法或违反本服务协议的行为的或者用户借款逾期未还的，用户在此同意并授权本网站在因特网络上公布用户的违法、违约行为及用户事先提供给本网站的信息和资料，并将该等内容记入任何与用户相关的信用资料和档案。</p>
            <p>　　本网站中的全部内容的著作权、版权及其他知识产权均属于本网站所有，该等内容包括但不限于文本、数据、文章、设计、源代码、软件、图片、照片及其他全部信息（以下称“网站内容”）。网站内容受中华人民共和国著作权法及各国际版权公约的保护。未经本网站事先书面同意，您承诺不以任何方式、不以任何形式复制、模仿、传播、出版、公布、展示网站内容，包括但不限于电子的、机械的、复印的、录音录像的方式和形式等。您承认网站内容是属于本网站的财产。未经本网站书面同意，您亦不得将本网站包含的资料等任何内容镜像到任何其他网站或者服务器。任何未经授权对网站内容的使用均属于违法行为，本网站将追究您的法律责任。 </p>
            <h2>二、涉及第三方网站</h2>
            <p>　　本网站的网站内容可能涉及由第三方所有、控制或者运营的其他网站（以下称“第三方网站”）。本网站不能保证也没有义务保证第三方网站上的信息的真实性和有效性。用户确认按照第三方网站的服务协议使用第三方网站，而不是按照本协议。第三方网站不是本网站推荐或者介绍的，第三方网站的内容、产品、广告和其他任何信息均由用户自行判断并承担风险，而与本网站无关。</p>
            <h2>三、网站不保证</h2>
            <p>　　除本网站明确表示提供担保的业务外，本网站提供的服务中不带有对本网站中的任何用户、任何交易的任何保证或条件，无论是明示、默示或法定的，因此本网站及其股东、创建人、全体职员、代理人、关联公司、母公司、子公司、分公司均不对以上全部损失承担任何责任，但中国现行法律、法规另有强制性规定除外。</p>
            <h2>四、网站责任限制 </h2>
            <p>　　在任何情况下，本网站对用户使用本网站服务而产生的任何形式的直接或间接损失均不承担法律责任，包括但不限于资金损失、利润损失、营业中断损失等。因为本网站或者涉及的第三方网站的设备、系统存在缺陷或者因为计算机病毒造成的损失，本网站均不负责赔偿，用户的补救措施只能是与本网站终止本协议并停止使用本网站。但是，中国现行法律、法规另有规定的除外。</p>
            <h2>五、网站内容监测</h2>
            <p>　　本网站没有义务监测网站内容，但是用户确认并同意本网站有权不时地根据法律、法规、政府要求透露、修改或者删除必要的、合适的信息，以便更好地运营本网站并保护自身及本网站的其他合法用户。</p>
            <h2>六、用户信息隐私规则</h2>
            <p>　　本网站没有义务监测网站内容，但是用户确认并同意本网站有权不时地根据法律、法规、政府要求透露、修改或者删除必要的、合适的信息，以便更好地运营本网站并保护自身及本网站的其他合法用户。      </p>
            <p>1、<strong>用户身份限制：</strong>
            本网站要求未成年人（年龄18周岁以下人士）、中国大陆以外地区人士及自然人以外的组织等不要向本网站提交任何个人资料。</p>
            <p>2、<strong>涉及个人资料：</strong>
            用户提供给本网站的自身资料及用户同意本网站收集的资料的主要目的在于向用户提供一个顺利、有效和量身订造的交易经历。本网站可能自公开来源了解用户的情况，并为其度身订造本网站服务、解决争议并有助确保在网站进行安全交易。
            </p>
            <p>3、<strong>对用户的资料的使用：</strong>
            用户同意本网站可使用关于用户的个人资料（包括但不限于本网站持有的有关用户的档案中的资料，及本网站从用户目前及以前在本网站上的活动所获取的其他资料）以解决争议、对纠纷进行调停、有助于确保在本网站进行安全交易，并执行本网站的服务协议。本网站有时候可能调查多个用户以识别问题或解决争议， 特别是本网站可审查用户的资料以区分使用多个用户名或别名的用户。为禁止用户在本网站上的欺诈、非法或其他刑事犯罪活动，使本网站免受其害，用户同意本网站可通过人工或自动程序对用户的个人资料进行评价。 用户同意本网站可以使用用户的个人资料以改进本网站的推广和促销工作、分析网站的使用率、改善网站的内容和产品推广形式，并使网站内容、设计和服务更能符合用户的要求。这些使用能改善本网站网页，以调整网页使其更能符合用户的需求，从而使用户在使用服务时得到更为顺利、有效、安全及度身订造的交易体验。 用户同意本网站利用用户的资料与用户联络并向用户传递（在某些情况下）针对用户的兴趣而提供的信息，例如：有针对性的广告条、行政管理方面的通知、产品提供以及有关用户使用本网站的通讯。
            </p>
            <p>4、<strong>用户的资料的披露：</strong>
              虽然本网站采用行业标准惯例以保护用户的个人资料，鉴于技术限制，本网站不能确保用户的全部私人通讯及其他个人资料不会通过本隐私规则中未列明的途径泄露出去。
              本网站有义务根据有关法律要求向司法机关和政府部门提供用户的个人资料。在用户未能按照与本网站签订的服务协议或者与本网站其他用户签订的借款协议等其他法律文本的约定履行自己应尽的义务时，本网站有权根据自己的判断或者与该笔交易有关的其他用户的请求披露用户的个人资料，并做出评论。本网站有权将用户提交的资料或本网站在公开领域了解的用户的情况与任何第三方进行数据共享，以便网站和第三方催收逾期借款及对用户的其他申请进行审核之用，由此因第三方的行为造成用户损失，本网站不承担法律责任。</p>
            <p>5、<strong>用户对其他用户的资料的使用：</strong>
              在本网站提供的交易活动中，用户无权要求本网站提供其他用户的个人资料，除非符合以下条件：<br>
              (1)用户已向法院起诉其他用户的在本网站活动中的违约行为；<br>
              (2)接受用户贷款的借款人逾期未归还借款本息；<br>
              (3)本网站被吊销营业执照、解散、清算、宣告破产或者其他有碍于用户收回借款本息的情形。
            </p>
            <p>6、<strong>电子邮件和群组：</strong>
              用户不得使用本网站提供的站内信服务、群组服务或其他电子邮件转发服务发出垃圾邮件、信息或其他可能违反本网站的服务协议的内容。 如果用户利用本网站的服务向没有在本网站内注册的电子邮件地址发出电子邮件，本网站除了利用该电子邮件地址发出用户的电子邮件之外将不作任何其他用途。本网站不会出租或出售这些电子邮件地址。本网站不会永久储存电子邮件信息或电子邮件地址。</p>
            <p>7、<strong>密码的安全性：</strong>
              用户须对使用用户的用户名和密码所采取的一切行为负责。因此，用户不要向任何第三方披露用户在本网站的用户名和密码，否则由此造成的损失由用户自行承担。 </p>
            <h2>七、补偿</h2>
            <p>　　就任何第三方提出的，由于用户违反本协议及纳入本协议的条款和规则或用户违反任何法律、法规或侵害第三方的权利而产生或引起的每一种类和性质的任何索赔、 要求、诉讼、损失和损害（实际的、特别的及有后果的），无论是已知或未知的，包括合理的律师费，用户同意就此对本网站和（如适用）本网站的母公司、 子公司、关联公司、高级职员、董事、代理人和雇员进行补偿并使其免受损害。</p>
            <h2>八、服务终止</h2>
            <p>1、除非本网站终止本协议或者用户申请终止本协议且经本网站同意，否则本协议始终有效。本网站有权在不通知用户的情况下在任何时间终止本协议或者限制用户使用本网站。</p>
            <p>2、发生下列情形之一的，本网站有权随时中止或终止向用户提供服务：</p>
            <p>
              (1)对于网络设备进行必要的保养及施工时；<br>
              (2)出现突发性的网络设备故障时；<br>
              (3)本网站所使用的网络通信设备由于不明原因停止，无法提供服务时；<br>
              (4)由于不可抗力因素致使本网站无法提供线上服务时；<br>
              (5)相关政府机构的要求。
            </p>
            <p>3、发生下列情形之一的，本网站有权随时中止或终止向用户提供服务而无需通知用户：</p>
            <p>
              (1)用户提供的个人资料不准确，不真实，不合法有效；<br>
              (2)用户使用任何第三方程序进行登录或使用服务；<br>
              (3)用户滥用所享受的权利；<br>
              (4)用户有损害其他用户的行为；<br>
              (5)用户有违背社会风俗和社会道德的行为；<br>
              (6)用户有违反本协议中相关规定的行为。<br>
            </p>
            <p>4、如因系统维护或升级的需要而需暂停网络服务，本网站将尽可能事先进行通告。</p>
                <p>5、终止用户服务后，用户使用本网站服务的权利立即终止。从终止用户服务即刻起，本网站不再对用户承担任何责任和义务。</p>
              <h2>九、适用法律和管辖</h2>
                <p>　　本网站提供服务所产生的争议均适用中华人民共和国法律，并由上海市具有相应管辖权的人民法院管辖。</p>
              <h2>十、附加条款</h2>
                <p>　　在本网站的某些部分或页面中可能存在除本协议以外的单独的附加服务条款，当这些条款存在冲突时，在该些部分和页面中附加条款优先适用。</p>
              <h2>十一、条款的独立性</h2>
                <p>　　若本协议的部分条款被认定为无效或者无法实施时，本协议中的其他条款仍然有效。</p>
            <h2>十二、投诉与建议</h2>
            <p>　　用户对本网站有任何投诉和建议，请将投诉和建议发送到 kefu@licaiwang.com</p>
            <p class="text-center">
             <input type="button" name="Submit" value="关闭" onClick="window.close();">
            </p>
          </div>
    </div>
</body>
</html>
<script type="text/javascript" src="<?php echo Yii::$app->homeUrl;?>myAssetsLib/js/jquery-1.9.1.min.js"></script>
<script type="text/javascript" src="<?php echo Yii::$app->homeUrl;?>myAssetsLib/js/Validform_v5.3.2_min.js"></script>